import firebase_admin
from firebase_admin import credentials
from firebase_admin import db


cred = credentials.Certificate('C:\\Users\\SkyMed\\PycharmProjects\\Interactive Map\\fireabase-sdk.json')
firebase_admin.initialize_app(cred, {
    'databaseURL': 'https://interactive-map-e943b-default-rtdb.europe-west1.firebasedatabase.app'
})

# Function to retrieve all records from Firebase
def get_all_records():
    # Get a reference to the Firebase Realtime Database
    ref = db.reference('/')
    # Get all records from Firebase
    all_records = ref.get()
    print(all_records)
    return all_records


ref = db.reference('/')
ref.set({

    'bombShelters':
        {
            '1': {
                'name': 'Ужгород',
                'address': 'пл. Поштова, 4 (Закарпатська дирекція УДППЗ "Укрпошта" )',
                'latitude': 48.62427511371062,
                'longitude': 22.295484268611553,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 160'
            },

            '2': {
                'name': 'Ужгород',
                'address': 'вул.Університетська,21 (Інситут електронної фізики НАН України)',
                'latitude': 48.63692172940916,
                'longitude': 22.284963235822172,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 150'
            },

            '3': {
                'name': 'Ужгород',
                'address': 'вул.Університетська, 14',
                'latitude': 48.63494969499657,
                'longitude': 22.29055155511943,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 320'
            },

            '4': {
                'name': 'Ужгород',
                'address': 'вул.Великокам`яна 10 (ДУ НПМЦ ”Реабілітація”)',
                'latitude': 48.63604417623312,
                'longitude': 22.30030191883743,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 50'
            },
            '5': {
                'name': 'Ужгород',
                'address': 'вул.Тимірязєва, 19 (Ужгородський коньячний завод)',
                'latitude': 48.6446837436118,
                'longitude': 22.308406674474373,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 100'
            },
            '6': {
                'name': 'Ужгород',
                'address': 'вул.Баб`яка, 15 (ПАТ "Модуль М")',
                'latitude': 48.61652748841256,
                'longitude': 22.25947605437736,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: '
            },
            '7': {
                'name': 'Ужгород',
                'address': 'вул.Капушанська, 168 (ВАТ "Ужгородмолоко")',
                'latitude': 48.611975133227816,
                'longitude': 22.26182009740243,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: '
            },
            '8': {
                'name': 'Ужгород',
                'address': 'вул.Погорєлова, 2 (ПАТ "Закарпатгаз")',
                'latitude': 48.61222550437025,
                'longitude': 22.273602702342565,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 150'
            },
            '9': {
                'name': 'Ужгород',
                'address': 'вул.Минайська, 16 (ВАТ "Заводоуправління будматеріалів")',
                'latitude': 48.60903297390185,
                'longitude': 22.289659796199366,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 150'
            },
            '10': {
                'name': 'Ужгород',
                'address': 'площа Шандора Петефі, 47 (Комбінат побутового обслуговування ПП "Смерічка")',
                'latitude': 48.618532320185494,
                'longitude': 22.299027397447063,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 300'
            },
            '11': {
                'name': 'Ужгород',
                'address': 'Київська набережна, 18 (Закарпатський обласний радіо-телевізійний передавальний центр)',
                'latitude': 48.622233001692265,
                'longitude': 22.289843105103298,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 50'
            },
            '12': {
                'name': 'Ужгород',
                'address': 'вул.Довженка, 8 (Закарпатська установа виконання покарань №9)',
                'latitude': 48.62503420917911,
                'longitude': 22.29153989132861,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: '
            },
            '13': {
                'name': 'Ужгород',
                'address': 'вул.Електрозаводська, 4 (УМР електромереж ПАТ ЕК "Закарпаттяоблєнерго")',
                'latitude': 48.624034599265435,
                'longitude': 22.315777329783025,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 90'

            },
            '14': {
                'name': 'Ужгород',
                'address': 'вул.Гранітна, 9 (ЗАТ "Ужгородрембуд")',
                'latitude': 48.61680519881031,
                'longitude': 22.32280963302918,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: '
            },
            '15': {
                'name': 'Ужгород',
                'address': 'вул.Українська, 16 (ВАТ "Фурнітурний завод")',
                'latitude': 48.61258819285065,
                'longitude': 22.306441302207606,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: '
            },
            '16': {
                'name': 'Ужгород',
                'address': 'вул.Гагаріна, 8 (СПТУ-19)',
                'latitude': 48.61032549638857,
                'longitude': 22.304610776162672,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 750'
            },
            '17': {
                'name': 'Ужгород',
                'address': 'вул.Лобачевського, 26 (Ужгородське учбово-виробниче підприємство №2)',
                'latitude': 48.60835471115639,
                'longitude': 22.30775079374447,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 290'
            },
            '18': {
                'name': 'Ужгород',
                'address': 'вул.Гагаріна, 30 (ЗАТ "Ужгородський механічний завод")',
                'latitude': 48.603984434260376,
                'longitude': 22.308550956393503,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 280'
            },
            '19': {
                'name': 'Ужгород',
                'address': 'вул.Гагаріна, 101 (ТДВ "Патент")',
                'latitude': 48.60335185582867,
                'longitude': 22.3120121872987,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 800'
            },
            '20': {
                'name': 'Ужгород',
                'address': 'вул.Огарьова, 6/8 (ЗАТ "Управління механізації будівництва")',
                'latitude': 48.5999607890707,
                'longitude': 22.30236395272134,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: '
            },
            '21': {
                'name': 'Ужгород',
                'address': 'вул.Гагаріна, 36 (Ужгородська райспоживспілка)',
                'latitude': 48.60048764934896,
                'longitude': 22.31172004731128,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 100'
            },
            '22': {
                'name': 'Ужгород',
                'address': 'вул.Краснодонців, 1',
                'latitude': 48.60084707528245,
                'longitude': 22.315676395090684,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 2200'
            },
            '23': {
                'name': 'Ужгород',
                'address': 'вул.Гагаріна 42/1 (видавництво "Закарпаття")',
                'latitude': 48.598220380525696,
                'longitude': 22.313300665204654,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 200'
            },
            '24': {
                'name': 'Ужгород',
                'address': 'вул.Паризької Комуни, 3 (Поліклініка №2 Ужгородської ЦМК)',
                'latitude': 48.598427806341014,
                'longitude': 22.312273373718636,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: '
            },
            '25': {
                'name': 'Ужгород',
                'address': 'вул.Паризької Комуни, 3 (ПАТ Машинобудывний завод "Тиса")',
                'latitude': 48.59663721893706,
                'longitude': 22.30710006943795,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 400'
            },
            '26': {
                'name': 'Ужгород',
                'address': 'вул.Болгарська 2, (1-й ДПРЗ УДСНС )',
                'latitude': 48.594448827162516,
                'longitude': 22.305356923991592,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 130'
            },
            '27': {
                'name': 'Ужгород',
                'address': 'вул.Болгарська, 3 (ТОВ "Турбогаз")',
                'latitude': 48.593781434920416,
                'longitude': 22.302890712887297,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 1500'
            },
            '28': {
                'name': 'Ужгород',
                'address': 'вул.Промислова, 3 (ТОВ "Закрпатгосптовари")',
                'latitude': 48.58961899491823,
                'longitude': 22.298921236370873,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 100'
            },
            '29': {
                'name': 'Ужгород',
                'address': 'вул.І.Чурговича, 2 (УКРПРОДКОНТРАКТ)',
                'latitude': 48.58862711837818,
                'longitude': 22.29165385548858,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 150'
            },
            '30': {
                'name': 'с.Розівка',
                'address': 'вул.Концівська, 38',
                'latitude': 48.58046806630973,
                'longitude': 22.269220877334043,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 150'
            },
            '31': {
                'name': 'Мукачево',
                'address': 'вул.Берегівська - об`їзна, 11',
                'latitude': 48.4222274334828,
                'longitude': 22.70242960650931,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 50'
            },
            '32': {
                'name': 'Мукачево',
                'address': 'вул.Крилова, 1',
                'latitude': 48.4310864969686,
                'longitude': 22.72014125511073,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 300'
            },
            '33': {
                'name': 'Мукачево',
                'address': 'вул.Міцкевича, 2А',
                'latitude': 48.427059081678316,
                'longitude': 22.712255183853596,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 250'
            },
            '34': {
                'name': 'Мукачево',
                'address': 'вул.І.Франка, 56',
                'latitude': 48.43262770760174,
                'longitude': 22.730200877681273,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 50'
            },
            '35': {
                'name': 'Мукачево',
                'address': 'вул.Свято-Михайлівська, 16',
                'latitude': 48.44088547804462,
                'longitude': 22.749480056896573,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 750'
            },
            '36': {
                'name': 'Мукачево',
                'address': 'вул.Свалявська, 2А',
                'latitude': 48.44429202061334,
                'longitude': 22.74130540304493,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 550'
            },
            '37': {
                'name': 'Мукачево',
                'address': 'вул.Руська, 2',
                'latitude': 48.44667685373573,
                'longitude': 22.753068868603954,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 320'
            },
            '38': {
                'name': 'Мукачево',
                'address': 'вул.Закарпатська, 10',
                'latitude': 48.4504744737137,
                'longitude': 22.753715739768346,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 80'
            },
            '39': {
                'name': 'Мукачево',
                'address': 'вул.Верді,3А',
                'latitude': 48.4503351794546,
                'longitude': 22.746106747941088,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 48'
            },
            '40': {
                'name': 'Мукачево',
                'address': 'вул.Підгорянська, 98',
                'latitude': 48.454683563642284,
                'longitude': 22.755786896666827,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 135'
            },
            '41': {
                'name': 'Мукачево',
                'address': 'вул.Підгорянська, 101',
                'latitude': 48.45734586045108,
                'longitude': 22.75867374153441,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 100'
            },
            '42': {
                'name': 'Мукачево',
                'address': 'вул.Михайла Диканя, 4А',
                'latitude': 48.43526756713855,
                'longitude': 22.684249765934187,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 265'
            },
            '43': {
                'name': 'Мукачево',
                'address': 'вул.Одеська, 4Б',
                'latitude': 48.43242249286835,
                'longitude': 22.70686469558862,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 370'
            },
            '44': {
                'name': 'Мукачево',
                'address': 'вул.Апостола Данила, 5А',
                'latitude': 48.43368514562656,
                'longitude': 22.706940145459132,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 200'
            },
            '45': {
                'name': 'Мукачево',
                'address': 'вул.Берегівська, 35',
                'latitude': 48.43673631364731,
                'longitude': 22.71264632627511,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 250'
            },
            '46': {
                'name': 'Мукачево',
                'address': 'вул.Окружна, 19',
                'latitude': 48.43992415791214,
                'longitude': 22.697877968603745,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 50'
            },
            '47': {
                'name': 'Мукачево',
                'address': 'вул.Івана Парканія, 6',
                'latitude': 48.44265936536721,
                'longitude': 22.700714284598998,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: '
            },
            '48': {
                'name': 'Мукачево',
                'address': 'вул.Івана Парканія, 11',
                'latitude': 48.44202498899855,
                'longitude':  22.703925189257266,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: '
            },
            '49': {
                'name': 'Мукачево',
                'address': 'вул.Набережна Незалежності, 1',
                'latitude': 48.4419784761689,
                'longitude': 22.709390113657317,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 20'
            },
            '50': {
                'name': 'Мукачево',
                'address': 'вул.І.Зріні, 34',
                'latitude': 48.43995300508457,
                'longitude': 22.712562326275233,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 124'
            },
            '51': {
                'name': 'Мукачево',
                'address': 'вул.І.Зріні, 10',
                'latitude': 48.4402170478755,
                'longitude': 22.715734599200903,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 184'
            },
            '52': {
                'name': 'Мукачево',
                'address': 'вул.Олександра Духновича, 2',
                'latitude': 48.44111892390786,
                'longitude': 22.72280283976787,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 216'
            },
            '53': {
                'name': 'Мукачево',
                'address': 'площа Кирила і Мефодія, 7',
                'latitude': 48.441952565848894,
                'longitude': 22.719662600451425,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 400'
            },
            '54': {
                'name': 'Мукачево',
                'address': 'вул.Соборна, 23',
                'latitude': 48.43885544934571,
                'longitude': 22.717470873853344,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 300'
            },
            '55': {
                'name': 'Мукачево',
                'address': 'вул.Я.Мудрого, 10',
                'latitude': 48.43926032826499,
                'longitude': 22.719487028141863,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 88'
            },
            '56': {
                'name': 'Мукачево',
                'address': 'вул.Федорова, 6',
                'latitude': 48.43983938808776,
                'longitude': 22.7189703109481,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 500'
            },
            '57': {
                'name': 'Мукачево',
                'address': 'вул.Я.Мудрого, 8',
                'latitude': 48.43993411038279,
                'longitude': 22.719606874171394,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 250'
            },
            '58': {
                'name': 'Мукачево',
                'address': 'вул.Федорова, 5',
                'latitude': 48.44018417127646,
                'longitude': 22.719156160678747,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 157'
            },
            '59': {
                'name': 'Мукачево',
                'address': 'вул.Недецеї, 11',
                'latitude': 48.43920194697345,
                'longitude': 22.722037325353813,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 248'
            },
            '60': {
                'name': 'Мукачево',
                'address': 'вул.Миру, 4',
                'latitude': 48.439803586261164,
                'longitude': 22.722605041634452,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 50'
            },
            '61': {
                'name': 'Мукачево',
                'address': 'вул.Миру, 6',
                'latitude': 48.43905411664019,
                'longitude': 22.723688270470227,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 50'
            },
            '62': {
                'name': 'Мукачево',
                'address': 'вул.Володимир Зайця, 16',
                'latitude': 48.43769405556575,
                'longitude':  22.7236096803146,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: '
            },
            '63': {
                'name': 'Мукачево',
                'address': 'вул.Володимир Зайця, 14',
                'latitude': 48.43731102969118,
                'longitude': 22.72374045809519,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 340'
            },
            '64': {
                'name': 'Мукачево',
                'address': 'вул.Івана Маргітича, 27',
                'latitude': 48.43700709004223,
                'longitude': 22.720510617970596,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 140'
            },
            '65': {
                'name': 'Мукачево',
                'address': 'вул.Августина Штефана, 22',
                'latitude': 48.43672596803875,
                'longitude': 22.721215712798617,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 110'
            },
            '66': {
                'name': 'Мукачево',
                'address': 'вул.Недецеї, 39',
                'latitude': 48.436168196202416,
                'longitude': 22.72208145353361,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 100'
            },
            '67': {
                'name': 'Мукачево',
                'address': 'вул.Івана Маргітича, 40',
                'latitude': 48.43528105678382,
                'longitude': 22.720107077216497,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 300'
            },
            '68': {
                'name': 'Мукачево',
                'address': 'вул.Івана Маргітича, 41',
                'latitude': 48.434565698335106,
                'longitude': 22.7206639026082,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 600'
            },
            '69': {
                'name': 'Мукачево',
                'address': 'вул.Івана Маргітича, 45',
                'latitude': 48.43361760435217,
                'longitude': 22.720755080387676,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 165'
            },
            '70': {
                'name': 'Мукачево',
                'address': 'вул.Івана Маргітича, 48',
                'latitude': 48.43482444750525,
                'longitude': 22.720194405600463,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 150'
            },
            '71': {
                'name': 'Мукачево',
                'address': 'вул.Королеви Єлизавети, 30',
                'latitude': 48.43371845868378,
                'longitude': 22.72280036027968,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 280'
            },
            '72': {
                'name': 'Мукачево',
                'address': 'вул.Гоголя, 24',
                'latitude': 48.43482105944518,
                'longitude': 22.723622829372037,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 400'
            },
            '73': {
                'name': 'Мукачево',
                'address': 'вул.Академіка Павлова, 16',
                'latitude': 48.43848727864103,
                'longitude': 22.730576954557915,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 200'
            },
            '74': {
                'name': 'Мукачево',
                'address': 'вул.Червона Гора, 1А',
                'latitude': 48.462336919395575,
                'longitude':  22.718106372335445,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 100'
            },
            '75': {
                'name': 'Мукачево',
                'address': 'вул.Яна Амоса Коменського, 59',
                'latitude': 48.45121722334671,
                'longitude': 22.71452875248249,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 600'
            },
            '76': {
                'name': 'Мукачево',
                'address': 'вул.Немировича-Данченка, 2',
                'latitude': 48.450916115834985,
                'longitude': 22.71800177892468,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 160'
            },
            '77': {
                'name': 'Мукачево',
                'address': 'вул.Карпенка-Карого, 24',
                'latitude': 48.447578643847834,
                'longitude': 22.71175739878453,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 160'
            },
            '78': {
                'name': 'Мукачево',
                'address': 'вул.Сєченова, 15',
                'latitude': 48.44799945383696,
                'longitude': 22.714812054261106,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 300'
            },
            '79': {
                'name': 'Мукачево',
                'address': 'вул.Сєченова, 20',
                'latitude': 48.447494718662895,
                'longitude': 22.71496922676605,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 350'
            },
            '80': {
                'name': 'Мукачево',
                'address': 'вул.Михайла Грушевського, 14',
                'latitude': 48.443590840856004,
                'longitude': 22.71928063967965,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 270'
            },
            '81': {
                'name': 'Мукачево',
                'address': 'вул.Михайла Грушевського, 18',
                'latitude': 48.443954624577046,
                'longitude': 22.72013569570621,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 120'
            },
            '82': {
                'name': 'Мукачево',
                'address': 'вул.Івана Парканія, 24',
                'latitude': 48.44432766130683,
                'longitude': 22.717954739768093,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 160'
            },
            '83': {
                'name': 'Мукачево',
                'address': 'вул.Паркова, 12',
                'latitude': 48.44647213359414,
                'longitude': 22.7292522269775,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 315'
            },
            '84': {
                'name': 'Мукачево',
                'address': 'вул.Миру, 15',
                'latitude': 48.439699814509844,
                'longitude': 22.72352526466784,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 120'
            },
            '85': {
                'name': 'Мукачево',
                'address': 'вул.Миру, 17',
                'latitude': 48.43958222963352,
                'longitude': 22.723786268977083,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 125'
            },
            '86': {
                'name': 'Мукачево',
                'address': 'вул.Миру, 19',
                'latitude': 48.439265047249336,
                'longitude': 22.724140762332304,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 100'
            },
            '87': {
                'name': 'Мукачево',
                'address': 'вул.Духновича, 14',
                'latitude': 48.441038803317554,
                'longitude':  22.72507122020677,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 120'
            },
            '88': {
                'name': 'Мукачево',
                'address': 'вул.Духновича, 24',
                'latitude': 48.44229261055804,
                'longitude': 22.72518931461958,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 100'
            },
            '89': {
                'name': 'Мукачево',
                'address': 'вул.Пирогова, 6',
                'latitude': 48.4421918256908,
                'longitude': 22.726544148037725,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 200'
            },
            '90': {
                'name': 'Мукачево',
                'address': 'вул.Василя Стуса, 3',
                'latitude': 48.443403189619765,
                'longitude': 22.73034268886044,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 250'
            },
            '91': {
                'name': 'Мукачево',
                'address': 'вул.Миру, 151',
                'latitude': 48.44215678063429,
                'longitude': 22.73179416851498,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 750'
            },
            '92': {
                'name': 'Мукачево',
                'address': 'вул.Духновича, 105',
                'latitude': 48.45021261321712,
                'longitude': 22.741975724425085,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 100'
            },
            '93': {
                'name': 'Свалява',
                'address': 'вул.Духновича, 6',
                'latitude': 48.54801067655602,
                'longitude':  22.98710373205422,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 175'
            },
            '94': {
                'name': 'Свалява',
                'address': 'вул.Старолюбовнянська, 16А',
                'latitude': 48.54329555139239,
                'longitude': 23.003928610936494,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 100'
            },
            '95': {
                'name': 'Свалява',
                'address': 'вул.Духновича, 11',
                'latitude': 48.549113821062285,
                'longitude': 22.98730152627995,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 200'
            },
            '96': {
                'name': 'Свалява',
                'address': 'вул.Визволення, 23А',
                'latitude': 48.547031766254776,
                'longitude': 22.995242477931566,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 700'
            },
            '97': {
                'name': 'Свалява',
                'address': 'вул.Духновича, 4',
                'latitude': 48.547876085532685,
                'longitude': 22.98679135845066,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 135'
            },
            '98': {
                'name': 'Свалява',
                'address': 'вул.Визволення, 21',
                'latitude': 48.546701799841784,
                'longitude': 22.992754742572316,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 646'
            },
            '99': {
                'name': 'Свалява',
                'address': 'вул.Б.Хмельницького, 1А',
                'latitude': 48.546385173131014,
                'longitude': 23.009119745603964,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 200'
            },
            '100': {
                'name': 'Свалява',
                'address': 'вул.Головна, 31',
                'latitude': 48.54774500890232,
                'longitude': 22.98536579795409,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 150'
            },
            '101': {
                'name': 'Свалява',
                'address': 'вул.Борканюка, 4',
                'latitude': 48.548207926259956,
                'longitude': 22.991637453265092,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 160'
            },
            '102': {
                'name': 'Свалява',
                'address': 'вул.Шевченка, 1А',
                'latitude': 48.549107162538796,
                'longitude': 22.993590105815453,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 50'
            },
            '103': {
                'name': 'Свалява',
                'address': 'вул.Головна, 1',
                'latitude': 48.5507902779013,
                'longitude': 22.98251586123378,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 300'
            },
            '104': {
                'name': 'Свалява',
                'address': 'вул.Шевченка, 22А',
                'latitude': 48.5513483907779,
                'longitude': 23.002768483812535,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 600'
            },
            '105': {
                'name': 'Свалява',
                'address': 'вул.Головна, 33А',
                'latitude': 48.54744703624465,
                'longitude': 22.98743238210088,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 50'
            },
            '106': {
                'name': 'Свалява',
                'address': 'вул.Головна, 72',
                'latitude': 48.54719135298391,
                'longitude': 22.985676268546943,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 150'
            },
            '107': {
                'name': 'с.Часлівці',
                'address': 'вул.Ратівська, 5',
                'latitude': 48.526473398590504,
                'longitude': 22.293757385038074,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 150'
            },
            '108': {
                'name': 'с.В.Лази',
                'address': 'вул.Вознесенська, 8',
                'latitude': 48.55904023426526,
                'longitude': 22.38330080431075,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 750'
            },
            '109': {
                'name': 'смт.Середнє',
                'address': 'вул.Шевченка, 6',
                'latitude': 48.53700823277234,
                'longitude': 22.50685914310206,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 80'
            },
            '110': {
                'name': 'смт.Середнє',
                'address': 'вул.Шевченка, 10',
                'latitude': 48.53593125844378,
                'longitude': 22.50679549889352,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 800'
            },
            '111': {
                'name': 'смт.Середнє',
                'address': 'вул.Центральна, 5',
                'latitude': 48.536894350596555,
                'longitude': 22.505572308744846,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 50'
            },
            '112': {
                'name': 'смт.Середнє',
                'address': 'вул.Лікарняна, 2',
                'latitude': 48.54276683710834,
                'longitude': 22.508204229007635,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 900'
            },
            '113': {
                'name': 'смт.Середнє',
                'address': 'вул.Лікарняна, 6А',
                'latitude': 48.54385650219795,
                'longitude': 22.507183524362702,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 240'
            },
            '114': {
                'name': 'Перечин',
                'address': 'площа Народна, 19',
                'latitude': 48.73505790150835,
                'longitude': 22.47605101661367,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 245'
            },
            '115': {
                'name': 'смт.В.Березний',
                'address': 'вул.Штефаника, 71 (Великоберезнянська районна лікарня)',
                'latitude': 48.89034723044145,
                'longitude': 22.45955481877818,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 250'
            },
            '116': {
                'name': 'смт.В.Березний',
                'address': 'вул.Загородня, 65 (магазин "Слава")',
                'latitude': 48.89625091416538,
                'longitude': 22.458724300983828,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 200'
            },
            '117': {
                'name': 'смт.В.Березний',
                'address': 'вул.Шевченка, 74 (КП "Ринок")',
                'latitude': 48.90091342172382,
                'longitude': 22.459965910169466,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 100'
            },
            '118': {
                'name': 'с.Кострина',
                'address': 'ВАТ АФ "Явірник", 3',
                'latitude': 48.9426907989615,
                'longitude': 22.577819597105147,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 200'
            },
            '119': {
                'name': 'с.Волосянка',
                'address': 'Волосянківська ЗОШ І-ІІІ ст., 396',
                'latitude': 48.987081104110494,
                'longitude': 22.809509257535705,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 350'
            },
            '120': {
                'name': 'смт.Жденієво',
                'address': 'вул.Шевченка, 156 (житловий будинок)',
                'latitude': 48.774029297508015,
                'longitude': 22.971425927018654,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 420'
            },
            '121': {
                'name': 'смт.Жденієво',
                'address': 'вул.Шевченка, 135 (ЗОШ І-ІІІ ст.)',
                'latitude': 48.77277771899567,
                'longitude': 22.973767094415628,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 1000'
            },
            '122': {
                'name': 'с.Підполоззя',
                'address': 'Підполозянська ЗЗСО І-ІІ ст.',
                'latitude': 48.74228462963815,
                'longitude': 23.02262074748379,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 200'
            },
            '123': {
                'name': 'смт.Нижні Ворота',
                'address': 'вул.Центральна, 104 (Нижньоворітська ЗОШ-інтернат І-ІІІ ступеня)',
                'latitude': 48.76978369115092,
                'longitude': 23.09841213973898,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 200'
            },
            '124': {
                'name': 'смт.Нижні Ворота',
                'address': 'вул.Центральна, 116',
                'latitude': 48.76913618211942,
                'longitude': 23.09805170340788,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 1000'
            },
            '125': {
                'name': 'смт.Нижні Ворота',
                'address': 'вул.Центральна, 117',
                'latitude': 48.76855687236301,
                'longitude': 23.09723690288094,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 200'
            },
            '126': {
                'name': 'с.Верхні Ворота',
                'address': 'вул.Верховинська, 4 (ДНЗ)',
                'latitude': 48.74585698634565,
                'longitude': 23.14014342970873,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 500'
            },
            '127': {
                'name': 'с.Скотарське',
                'address': 'ЗОШ І-ІІ ст., 164',
                'latitude': 48.73285114680212,
                'longitude': 23.26786095043904,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 350'
            },
            '128': {
                'name': 'смт.Воловець',
                'address': 'ур. "Менчул", газокомпресорна станція "Воловець"',
                'latitude': 48.73597449824234,
                'longitude': 23.19012579917317,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 150'
            },
            '129': {
                'name': 'смт.Воловець',
                'address': 'вул.Шевченка, 1',
                'latitude': 48.712383680935034,
                'longitude': 23.181362494702487,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 240'
            },
            '130': {
                'name': 'смт.Воловець',
                'address': 'вул.Карпатська, 25',
                'latitude': 48.71494358369761,
                'longitude': 23.180176606576524,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 1000'
            },
            '131': {
                'name': 'смт.Воловець',
                'address': 'вул.Карпатська, 40',
                'latitude': 48.71557366189824,
                'longitude': 23.18342178885276,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 1300'
            },
            '132': {
                'name': 'смт.Воловець',
                'address': 'вул.Пушкіна, 7',
                'latitude': 48.71447578623905,
                'longitude': 23.186823793081352,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 200'
            },
            '133': {
                'name': 'смт.Воловець',
                'address': 'вул.Пушкіна, 10',
                'latitude': 48.714023761033125,
                'longitude': 23.188667847512836,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 500'
            },
            '134': {
                'name': 'смт.Воловець',
                'address': 'вул.Карпатська, 56',
                'latitude': 48.71495794453997,
                'longitude': 23.18900840767363,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 1000'
            },
            '135': {
                'name': 'смт.Воловець',
                'address': 'вул.Карпатська, 72-74',
                'latitude': 48.715259847231785,
                'longitude': 23.193889932443906,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 300'
            },
            '136': {
                'name': 'с.Березники',
                'address': 'БЗОШ I-III ступенів, 217а',
                'latitude': 48.51353496308587,
                'longitude': 23.222558154715102,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 50'
            },
            '137': {
                'name': 'с.Керецьки',
                'address': 'вул.Головна, 51 (Тогровий комплекс)',
                'latitude': 48.478816421412695,
                'longitude': 23.222081952147242,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 350'
            },
            '138': {
                'name': 'смт.Чинадієво',
                'address': 'вул.Санаторна, 75',
                'latitude': 48.505892581574834,
                'longitude': 22.83722765116553,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 160'
            },
            '139': {
                'name': 'с.Бобовище',
                'address': 'вул.Миру, 103',
                'latitude': 48.5378174339258,
                'longitude': 22.65196765142039,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 1500'
            },
            '140': {
                'name': 'Чоп',
                'address': 'вул.Ужгородська, 3',
                'latitude': 48.437777877404734,
                'longitude': 22.197084174139185,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 200'
            },
            '141': {
                'name': 'Чоп',
                'address': 'вул.Деповська, 9',
                'latitude': 48.4367887877371,
                'longitude': 22.202870940238345,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 150'
            },
            '142': {
                'name': 'Чоп',
                'address': 'вул.Деповська, 1',
                'latitude': 48.43534975490409,
                'longitude': 22.202673178716474,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 150'
            },
            '143': {
                'name': 'Чоп',
                'address': 'вул.Московська, 42-б',
                'latitude': 48.43302436290168,
                'longitude': 22.213981237143177,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 200'
            },
            '144': {
                'name': 'Чоп',
                'address': 'вул.Головна, 12Д',
                'latitude': 48.43245353949441,
                'longitude': 22.20210927856805,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 200'
            },
            '145': {
                'name': 'Чоп',
                'address': 'вул.Головна, 82А',
                'latitude': 48.43095359749999,
                'longitude': 22.216499561640358,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 32'
            },
            '146': {
                'name': 'Чоп',
                'address': 'вул.Головна, 93',
                'latitude': 48.430944618213935,
                'longitude': 22.21882719624668,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 200'
            },
            '147': {
                'name': 'с.Тисаашвань',
                'address': 'вул.Залізнична, 10А',
                'latitude': 48.428404443544885,
                'longitude': 22.23969127661364,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 110'

            },
            '148': {
                'name': 'с.Тисаашвань',
                'address': 'вул.Залізнична, 8',
                'latitude': 48.42611107078032,
                'longitude': 22.246887249527127,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 30'
            },
            '149': {
                'name': 'с.Петрівка',
                'address': 'вул.Залізнична, 2',
                'latitude': 48.39534763626669,
                'longitude': 22.31387378938117,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 200'
            },
            '150': {
                'name': 'с.Велика Добронь',
                'address': 'вул.Мало-доброньська, 131',
                'latitude': 48.39534763626669,
                'longitude': 22.31387378938117,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 1500'
            },
            '151': {
                'name': 'с.Свобода',
                'address': 'вул.Терешкової, 64 «С» (демонтований вузький парк колії 1435 мм біля поста ЕЦ-3)',
                'latitude': 48.366892261710305,
                'longitude': 22.36837384206491,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 150'
            },
            '152': {
                'name': 'смт.Батьово',
                'address': 'вул.Колійна, 19д, (пункт підготовки вагонів)',
                'latitude': 48.36268754853478,
                'longitude': 22.379940558284154,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 100'
            },
            '153': {
                'name': 'смт.Батьово',
                'address': 'вул.Свободянська, 7 (пункт перевантаження великовантажних контейнерів ст.Батьово)',
                'latitude': 48.3606579329117,
                'longitude': 22.380806709547947,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 150'
            },
            '154': {
                'name': 'смт.Батьово',
                'address': 'вул.Колійна, 5,',
                'latitude': 48.361189074107294,
                'longitude': 22.387271075503627,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 150'
            },
            '155': {
                'name': 'с.Попово',
                'address': 'вул.Польова, 10',
                'latitude': 48.26584739459505,
                'longitude': 22.42117046039816,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 40'
            },
            '156': {
                'name': 'с.Серне',
                'address': 'вул.Ференца Ракоці, 108 (торговий центр)',
                'latitude': 48.363389575595875,
                'longitude': 22.452495939236766,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 20'
            },
            '157': {
                'name': 'с.Страбичево',
                'address': 'вул.Центральна, 94 (торговий центр)',
                'latitude': 48.38894830018149,
                'longitude': 22.560420525970933,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 20'
            },
            '158': {
                'name': 'с.Дерцен',
                'address': 'вул.Ракоці, 91а',
                'latitude': 48.33664661038874,
                'longitude': 22.67766100028499,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 300'
            },
            '159': {
                'name': 'с.Дерцен',
                'address': 'вул.Ракоці, 103',
                'latitude': 48.335733532760564,
                'longitude': 22.678247743138392,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 300'
            },
            '160': {
                'name': 'с.Гать',
                'address': 'вул.Садова, 1',
                'latitude': 48.315811558097856,
                'longitude': 22.637293596686618,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 40'
            },
            '161': {
                'name': 'с.Гать',
                'address': 'вул.Головна, 52а',
                'latitude': 48.314826186129544,
                'longitude': 22.637357462804456,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 30'
            },
            '162': {
                'name': 'с.Велика Бийгань',
                'address': 'вул.Ленона, 59',
                'latitude': 48.24829506736511,
                'longitude': 22.58126709963426,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 140'
            },
            '163': {
                'name': 'с.Дийда',
                'address': 'вул.Товар, 12',
                'latitude': 48.21777097653742,
                'longitude': 22.565857008311543,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 30'
            },
            '164': {
                'name': 'Берегово',
                'address': 'пр.Геологів, 10 (Геологорозвідувальна експедиція)',
                'latitude': 48.187091129566795,
                'longitude': 22.614791557408306,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 200'
            },
            '165': {
                'name': 'Берегово',
                'address': ' вул.Богдана Хмельницького, 163/1',
                'latitude': 48.194694470136426,
                'longitude': 22.618510894082394,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 400'
            },
            '166': {
                'name': 'Берегово',
                'address': ' вул.Богдана Хмельницького, 112а',
                'latitude': 48.194694470136426,
                'longitude': 22.618510894082394,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 250'
            },
            '167': {
                'name': 'Берегово',
                'address': 'площа Кошута, 5',
                'latitude': 48.20623858962643,
                'longitude': 22.641624244439345,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 630'
            },
            '168': {
                'name': 'Берегово',
                'address': 'вул.Корятовича, 1',
                'latitude': 48.21053792485132,
                'longitude': 22.647740630376866,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 250'
            },
            '169': {
                'name': 'Берегово',
                'address': 'вул.Габора Бетлена, 1',
                'latitude': 48.20554527766155,
                'longitude': 22.64824976624747,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 650'
            },
            '170': {
                'name': 'Берегово',
                'address': 'вул.Мукачівська, 190',
                'latitude': 48.221741536633914,
                'longitude': 22.64235405734705,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 570'
            },
            '171': {
                'name': 'Берегово',
                'address': 'вул.Лінера, 2',
                'latitude': 48.20054761220765,
                'longitude': 22.650583469089717,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 550'
            },
            '172': {
                'name': 'Берегово',
                'address': 'вул.Мужайська, 39',
                'latitude': 48.20128377829874,
                'longitude': 22.6523391949144,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 250'
            },
            '173': {
                'name': 'с.Мужієво',
                'address': 'вул.Ленона, 109',
                'latitude': 48.19185601787936,
                'longitude': 22.72116801482424,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 800'
            },
            '174': {
                'name': 'Виноградово',
                'address': 'вул.Миру, 57',
                'latitude': 48.13961596772874,
                'longitude': 23.023544979745868,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 200'
            },
            '175': {
                'name': 'Виноградово',
                'address': 'вул.Миру, 13 (41)',
                'latitude': 48.13997193676917,
                'longitude': 23.02729439370058,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 100'
            },
            '176': {
                'name': 'Виноградово',
                'address': 'вул.Миру, 13',
                'latitude': 48.139542009714816,
                'longitude': 23.030489200957373,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 800'
            },
            '177': {
                'name': 'Виноградово',
                'address': 'площа Миру, 5',
                'latitude': 48.14081502303912,
                'longitude': 23.03990703137936,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 120'
            },
            '178': {
                'name': 'Виноградово',
                'address': 'вул.Персикова, 20',
                'latitude': 48.13855089527946,
                'longitude': 23.049548742643537,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 150'
            },
            '179': {
                'name': 'смт.Королево',
                'address': 'вул.Л.Українки, 5, (РПЧ-5 ст. територія ТЧ-10)',
                'latitude': 48.149696050381,
                'longitude': 23.13593598511243,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 160'
            },
            '180': {
                'name': 'смт.Королево',
                'address': 'вул.Л.Українки, 5, (РПЧ-5 ст. Королево)',
                'latitude': 48.15065568720884,
                'longitude': 23.13656319759707,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 70'
            },
            '181': {
                'name': 'смт.Королево',
                'address': 'вул.Винниченка, 2-а (ДЕПО Хустської дистанції колії територія майстерень ПЧ-15)',
                'latitude': 48.150186192213745,
                'longitude': 23.138200661494153,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 70'
            },
            '182': {
                'name': 'смт.Королево',
                'address': 'вул.Гренджі-Донського, 22/а (будівельне управління №5 НГЧ-5)',
                'latitude': 48.155847675528335,
                'longitude': 23.142163637765314,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 170'
            },
            '183': {
                'name': 'с.Келечин',
                'address': 'Келечинський ЗЗСО I-II ступенів, 127',
                'latitude': 48.631057056464265,
                'longitude': 23.385968727841977,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 150'
            },
            '184': {
                'name': 'с.Майдан',
                'address': 'вул.Верховинська, 10',
                'latitude': 48.60070631587559,
                'longitude': 23.473683013738963,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 200'
            },
            '185': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Добролюбова, 17 (Міжгірський ДНЗ №3)',
                'latitude': 48.547343264000425,
                'longitude': 23.49204936408027,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 100'
            },
            '186': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Добролюбова, 11',
                'latitude': 48.54602676339869,
                'longitude': 23.492928026123202,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 325'
            },
            '187': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Добролюбова, 2 (колишній лісокомбінат)',
                'latitude': 48.54501555479537,
                'longitude': 23.495145514055505,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 700'
            },
            '188': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Цендри, 33В',
                'latitude': 48.54072032913334,
                'longitude': 23.494543844392446,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 50'
            },
            '189': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Цендри, 33Б',
                'latitude': 48.5403022000401,
                'longitude': 23.494751346702312,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 50'
            },
            '200': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Цендри, 33А',
                'latitude': 48.54009313419826,
                'longitude': 23.494873141536363,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 50'
            },
            '201': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Коцюбинського, 14',
                'latitude': 48.52923542943324,
                'longitude': 23.502572336991467,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 22'
            },
            '202': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Шевченка, 96 (Поштове відділення)',
                'latitude': 48.52588301351702,
                'longitude': 23.50129001327892,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 64'
            },
            '203': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Шевченка, 96 ("Укртелеком")',
                'latitude': 48.52552933783561,
                'longitude':  23.501390121361613,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 22'
            },
            '204': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Комунальна, 1',
                'latitude': 48.52578680286311,
                'longitude': 23.50529323318447,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 80'
            },
            '205': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Шевченка, 82',
                'latitude': 48.52436804672571,
                'longitude': 23.500970141648413,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 300'
            },
            '206': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Шевченка, 87',
                'latitude': 48.52408270230934,
                'longitude': 23.499486671309214,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 220'
            },
            '207': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Шевченка, 78',
                'latitude': 48.52364037951997,
                'longitude': 23.5015048006471,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 120'
            },
            '208': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Головацького, 2 (Міжгірський ДНЗ №2)',
                'latitude': 48.523175610960116,
                'longitude': 23.50058297676516,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 100'
            },
            '209': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Воз’єднання, 4 (Міжгірська районна лікарня)',
                'latitude': 48.52178720055138,
                'longitude': 23.50480427428513,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 235'
            },
            '210': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Голікова, 20',
                'latitude': 48.51444604936796,
                'longitude': 23.502780618434585,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 50'
            },
            '211': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Незалежності, 64',
                'latitude': 48.50885316089221,
                'longitude': 23.507297625124618,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 100'
            },
            '212': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Незалежності, 68 ("Міжгірське АТП")',
                'latitude': 48.50792980426761,
                'longitude': 23.50801275479579,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 140'
            },
            '213': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Незалежності, 72',
                'latitude': 48.50698518171554,
                'longitude': 23.50762680086795,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 100'
            },
            '214': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Незалежності, 61 (Міжгірський ТОК "Карпати")',
                'latitude': 48.50690910396658,
                'longitude': 23.50857095264977,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 300'
            },
            '215': {
                'name': 'с.Колочава',
                'address': 'вул.Шевченка, 77 (Колочавська ЗОШ І-ІІІ ступенів №1)',
                'latitude': 48.427563238237994,
                'longitude': 23.696159305968987,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 700'
            },
            '216': {
                'name': 'с.Бабичі',
                'address': 'вул.Радянська, б/н',
                'latitude': 48.442305671007546,
                'longitude': 22.90260020363425,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 50'
            },
            '217': {
                'name': 'с.Ч.Потік',
                'address': 'вул.137',
                'latitude': 48.412984367754824,
                'longitude': 22.99844307303305,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 370'
            },
            '218': {
                'name': 'с.Осій',
                'address': 'вул.Злотського, 42',
                'latitude': 48.35832185205624,
                'longitude': 23.10822417318625,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 200'
            },
            '219': {
                'name': 'с.Кушниця',
                'address': 'вул.Центральна, 35 (Ресторан)',
                'latitude': 48.434261855146545,
                'longitude': 23.25318040571922,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 100'
            },
            '220': {
                'name': 'с.Довге',
                'address': 'вул.Січових Стрільців, 1',
                'latitude': 48.366832530302645,
                'longitude': 23.280727693083122,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 200'
            },
            '221': {
                'name': 'с.Довге',
                'address': 'вул.Перемоги, 2',
                'latitude': 48.365817280968486,
                'longitude': 23.28198626442735,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 50'
            },
            '222': {
                'name': 'с.М.Раковець',
                'address': 'вул.Шкільна, 1',
                'latitude': 48.260627103388494,
                'longitude': 23.205686945237172,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 200'
            },
            '223': {
                'name': 'с.Білки',
                'address': 'вул.Центральна, 8/1',
                'latitude': 48.309037894736626,
                'longitude': 23.14186221911771,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 150'
            },
            '224': {
                'name': 'с.Білки',
                'address': 'вул.Кротона, 1',
                'latitude': 48.30956841685995,
                'longitude': 23.14775317972072,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 100'
            },
            '225': {
                'name': 'с.Вільхівка',
                'address': 'вул.Центральна, 26а',
                'latitude': 48.2675733026425,
                'longitude': 23.059895253757222,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 50'
            },
            '226': {
                'name': 'Іршава',
                'address': 'вул.Шевченка, 70',
                'latitude': 48.31150623840141,
                'longitude': 23.03329446296154,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 150'
            },
            '227': {
                'name': 'Іршава',
                'address': 'вул.Шевченка, 45 (Іршавський РЕМ ПрАТ "Закарпаття-обленерго")',
                'latitude': 48.311270284939,
                'longitude': 23.033846862156032,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 50'
            },
            '228': {
                'name': 'Іршава',
                'address': 'вул.Шевченка, 39',
                'latitude': 48.31181615323404,
                'longitude': 23.034447676960518,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 100'
            },
            '229': {
                'name': 'Іршава',
                'address': 'вул.Шевченка, 32',
                'latitude': 48.312373635457185,
                'longitude': 23.037509899973674,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 150'
            },
            '230': {
                'name': 'Іршава',
                'address': 'вул.Площа Народна, 4',
                'latitude': 48.312168134198004,
                'longitude': 23.04275774488651,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 150'
            },
            '231': {
                'name': 'Іршава',
                'address': 'вул.Білецька, 7',
                'latitude': 48.31085880438681,
                'longitude': 23.04076251313875,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 600'
            },
            '232': {
                'name': 'с.Вертеп',
                'address': 'вул.Садова, 34 (клуб СТОВ "Карпати")',
                'latitude': 48.22382937056928,
                'longitude': 23.13418582032589,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 200'
            },
            '233': {
                'name': 'с.Рокосово',
                'address': 'вул.Центральна, 92',
                'latitude': 48.20913494536944,
                'longitude': 23.181925970313483,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 140'
            },
            '234': {
                'name': 'с.Велятино',
                'address': 'вул.Миру, 69',
                'latitude': 48.10978508597838,
                'longitude': 23.31818243371392,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 180'
            },
            '235': {
                'name': 'Хуст',
                'address': 'вул.Волошина, 66',
                'latitude': 48.18069032168605,
                'longitude': 23.28043395863842,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 1000'
            },
            '236': {
                'name': 'Хуст',
                'address': 'вул.Борканюка, 13',
                'latitude': 48.17845125431839,
                'longitude': 23.28087581546416,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 50'
            },
            '237': {
                'name': 'Хуст',
                'address': 'вул.Б.Шерегеїв, 2',
                'latitude': 48.17858360346521,
                'longitude': 23.281381038479488,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 120'
            },
            '238': {
                'name': 'Хуст',
                'address': 'вул.Волошина, 38',
                'latitude': 48.17862571448684,
                'longitude': 23.28251779026621,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 50'
            },
            '239': {
                'name': 'Хуст',
                'address': 'вул.С.Бандери, 1А (Хустська спецшкола І-ІІІ ст.№3)',
                'latitude': 48.185049116413644,
                'longitude': 23.29267006972745,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 300'
            },
            '240': {
                'name': 'Хуст',
                'address': 'вул.Львівська, 143',
                'latitude': 48.18659932665874,
                'longitude': 23.299361676136673,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 700'
            },
            '241': {
                'name': 'Хуст',
                'address': 'вул.Пачовського, 2',
                'latitude': 48.18851088173155,
                'longitude': 23.309833316209733,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 50'
            },
            '242': {
                'name': 'Хуст',
                'address': 'вул.Львівська, 247',
                'latitude': 48.19416092868618,
                'longitude': 23.30389090772991,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 86'
            },
            '243': {
                'name': 'Хуст',
                'address': 'вул.Пушкіна, 13',
                'latitude': 48.173259310079494,
                'longitude': 23.286342161862475,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 440'
            },
            '244': {
                'name': 'Хуст',
                'address': 'вул.Пушкіна, 11б',
                'latitude': 48.17311621288991,
                'longitude': 23.287291663830278,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 100'
            },
            '245': {
                'name': 'Хуст',
                'address': 'вул.Конституції (Свободи), 2',
                'latitude': 48.17326596689704,
                'longitude': 23.291253633512657,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 100'
            },
            '246': {
                'name': 'Хуст',
                'address': 'вул.І.Франка, 9',
                'latitude': 48.171373023523856,
                'longitude': 23.293435944964585,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 100'
            },
            '247': {
                'name': 'Хуст',
                'address': 'вул.І.Франка 36в',
                'latitude': 48.16788575723518,
                'longitude': 23.292719515883803,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 230'
            },
            '248': {
                'name': 'Хуст',
                'address': 'вул.І.Франка 36б',
                'latitude': 48.16777126751919,
                'longitude': 23.292580041018475,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 230'
            },
            '249': {
                'name': 'Хуст',
                'address': 'вул. 900-річчя Хуста, 1',
                'latitude': 48.172607995024734,
                'longitude': 23.295097304701883,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 90'
            },
            '250': {
                'name': 'Хуст',
                'address': 'вул.Свободи, 1Д',
                'latitude': 48.173943634640445,
                'longitude': 23.29450556296342,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 180'
            },
            '251': {
                'name': 'Хуст',
                'address': 'вул.Карпатської Січі, 49 (Хустська спеціалізо-вана школа І-ІІІ ст.№6)',
                'latitude': 48.17416117871292,
                'longitude': 23.29402761770112,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 300'
            },
            '252': {
                'name': 'Хуст',
                'address': 'вул.Корятовича, 2',
                'latitude': 48.175443063190066,
                'longitude': 23.294249458948407,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 510'
            },
            '253': {
                'name': 'Хуст',
                'address': 'вул.Корятовича, 13',
                'latitude': 48.17588825564487,
                'longitude': 23.292542511625904,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 150'
            },
            '254': {
                'name': 'Хуст',
                'address': 'вул.Карпатської Січі, 21',
                'latitude': 48.176252501141754,
                'longitude': 23.29188249199453,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 120'
            },
            '255': {
                'name': 'Хуст',
                'address': 'вул.Свободи, 10 (ЗОШ №2)',
                'latitude': 48.17456131283625,
                'longitude': 23.29702785227098,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 600'
            },
            '256': {
                'name': 'Хуст',
                'address': 'вул.900-річчя Хуста, 27',
                'latitude': 48.17203739181774,
                'longitude': 23.297920911112087,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 300'
            },
            '257': {
                'name': 'Хуст',
                'address': 'вул.900-річчя Хуста, 29',
                'latitude': 48.17130137527633,
                'longitude': 23.29850781627376,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 100'
            },
            '258': {
                'name': 'Хуст',
                'address': 'вул.І.Франка, 113А',
                'latitude': 48.16140758909552,
                'longitude': 23.302393354670688,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 456'
            },
            '259': {
                'name': 'Хуст',
                'address': 'вул.І.Франка, 113А',
                'latitude': 48.16119997189205,
                'longitude': 23.302235472478397,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 2744'
            },
            '260': {
                'name': 'Хуст',
                'address': 'вул.І.Франка, 113Б',
                'latitude': 48.16136245499234,
                'longitude': 23.303304560466184,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 250'
            },
            '261': {
                'name': 'Хуст',
                'address': 'вул.Сливова, 36',
                'latitude': 48.16320321107832,
                'longitude': 23.30866373857659,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 50'
            },
            '262': {
                'name': 'Хуст',
                'address': 'вул.Сливова, 40',
                'latitude': 48.16238004632641,
                'longitude': 23.31442912822029,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 300'
            },
            '263': {
                'name': 'Хуст',
                'address': 'вул.І.Франка, 203',
                'latitude': 48.15161754856265,
                'longitude': 23.317322451638077,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 230'
            },
            '264': {
                'name': 'Хуст',
                'address': 'Велятинський міст, а/с 55',
                'latitude': 48.14535100245098,
                'longitude': 23.309475932067915,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 70'
            },
            '265': {
                'name': 'с.Шаян',
                'address': 'ДП "Санаторій Шаян"',
                'latitude': 48.05907591036112,
                'longitude': 23.351135117137982,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 720'
            },
            '266': {
                'name': 'смт.Вишково',
                'address': 'Центральна площа, 1',
                'latitude': 48.048901374860705,
                'longitude': 23.419834567993444,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 50'
            },
            '267': {
                'name': 'смт.Вишково',
                'address': 'вул.Тиси, 47',
                'latitude': 48.05048826884802,
                'longitude': 23.428271365123276,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 20'
            },
            '268': {
                'name': 'смт.Вишково',
                'address': 'вул.Тиси, б/н',
                'latitude': 48.0570144335805,
                'longitude': 23.43450737426866,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 50'
            },
            '269': {
                'name': 'с.Стеблівка',
                'address': 'вул.Дружби, 15',
                'latitude': 48.08863709182474,
                'longitude': 23.419240356498765,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 40'
            },
            '270': {
                'name': 'с.Олександрівка',
                'address': 'вул.Миру, 108',
                'latitude': 48.135508839980275,
                'longitude': 23.507616650288945,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 110'
            },
            '271': {
                'name': 'с.Олександрівка',
                'address': 'вул.Шкільна, 16',
                'latitude': 48.13797129144199,
                'longitude': 23.50738151047777,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 500'
            },
            '272': {
                'name': 'с.Боронява',
                'address': 'вул.Центральна, 105',
                'latitude': 48.15487891292841,
                'longitude': 23.38868583931881,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 184'
            },
            '273': {
                'name': 'с.Золотарево',
                'address': 'вул.Центральна, 52',
                'latitude': 48.1918007870711,
                'longitude': 23.500963645478915,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 120'
            },
            '274': {
                'name': 'с.Нанково',
                'address': 'вул, 233',
                'latitude': 48.19430383373437,
                'longitude': 23.41399636720649,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 400'
            },
            '275': {
                'name': 'с.Н.Селище',
                'address': 'вул.Центральна, 82',
                'latitude': 48.19554756035639,
                'longitude': 23.447286918489326,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 300'
            },
            '276': {
                'name': 'с.Драгово',
                'address': 'вул.Центральна, 49',
                'latitude': 48.22748858168808,
                'longitude': 23.545366767168414,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 350'
            },
            '277': {
                'name': 'с.Драгово',
                'address': 'вул.Центральна, 100',
                'latitude': 48.235358583552575,
                'longitude': 23.552229382037552,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 400'
            },
            '278': {
                'name': 'с.Копашново',
                'address': 'вул.Центральна, 155',
                'latitude': 48.217846534136,
                'longitude': 23.48650795474785,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 1100'
            },
            '279': {
                'name': 'с.Іза',
                'address': 'вул.Нанківська, 88',
                'latitude': 48.208602086876596,
                'longitude': 23.332700560912734,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 100'
            },
            '280': {
                'name': 'с.Іза',
                'address': 'вул.Вчительска, 57',
                'latitude': 48.215680779308585,
                'longitude': 23.31714631338073,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 100'
            },
            '281': {
                'name': 'с.Кошелево',
                'address': 'вул.Шевченка, 49',
                'latitude': 48.23799657006361,
                'longitude': 23.336786859789576,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 140'
            },
            '282': {
                'name': 'с.Залом',
                'address': 'вул.Шевченка, 68',
                'latitude': 48.26185977114874,
                'longitude': 23.31285902230822,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 456'
            },
            '283': {
                'name': 'с.Липча',
                'address': 'вул.Центральна, 35а',
                'latitude': 48.26123314755149,
                'longitude': 23.37847349998637,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 230'
            },
            '284': {
                'name': 'с.Липовець',
                'address': 'вул.Шевченка, 1',
                'latitude': 48.29941387616617,
                'longitude': 23.305162829535213,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 300'
            },
            '285': {
                'name': 'с.Горінчово',
                'address': 'вул.30 років Визволення, 3А',
                'latitude': 48.270817736724624,
                'longitude': 23.432713127854484,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 368'
            },
            '286': {
                'name': 'с.Н.Бистрий',
                'address': 'вул. б/н',
                'latitude': 48.372258053675466,
                'longitude': 23.577729468156623,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 90'
            },
            '287': {
                'name': 'с.Вільшани',
                'address': 'вул. б/н',
                'latitude': 48.33986196381713,
                'longitude': 23.61421003278403,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 255'
            },
            '288': {
                'name': 'смт.Буштино',
                'address': 'вул.Шкільна, 5',
                'latitude': 48.05556353035787,
                'longitude': 23.47767646637242,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 150'
            },
            '289': {
                'name': 'смт.Буштино',
                'address': 'вул.Травнева, 136',
                'latitude': 48.05435596190516,
                'longitude': 23.497779136512467,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 200'
            },
            '290': {
                'name': 'с.Теребля',
                'address': 'вул.Жовтнева, 102а',
                'latitude': 48.11413039457982,
                'longitude': 23.594582115696046,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 200'
            },
            '291': {
                'name': 'Тячів',
                'address': 'вул.Незалежності, 15',
                'latitude': 48.0133526455829,
                'longitude': 23.568255810913904,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 200'
            },
            '292': {
                'name': 'Тячів',
                'address': 'вул.Незалежності, 24',
                'latitude': 48.01232732562883,
                'longitude': 23.571016820800892,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 50'
            },
            '293': {
                'name': 'Тячів',
                'address': 'вул.Незалежності, 28',
                'latitude': 48.01190659664903,
                'longitude': 23.571171697903015,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 95'
            },
            '294': {
                'name': 'Тячів',
                'address': 'вул.Незалежності, 30',
                'latitude': 48.01123443126714,
                'longitude': 23.57176547998956,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 450'
            },
            '295': {
                'name': 'Тячів',
                'address': 'вул.Незалежності, 32',
                'latitude': 48.011108533232125,
                'longitude': 23.572559715778993,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 350'
            },
            '296': {
                'name': 'Тячів',
                'address': 'вул.Незалежності, 34',
                'latitude': 48.011108533232125,
                'longitude': 23.572559715778993,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 350'
            },
            '297': {
                'name': 'Тячів',
                'address': 'вул.Нересенська, 2',
                'latitude': 48.01041360553578,
                'longitude': 23.57005640539884,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 50'
            },
            '298': {
                'name': 'Тячів',
                'address': 'вул.Нересенська, 1',
                'latitude': 48.009010295615994,
                'longitude': 23.569551726829246,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 200'
            },
            '299': {
                'name': 'Тячів',
                'address': 'вул.Вайди, 11',
                'latitude': 48.00864422964449,
                'longitude': 23.573317548240954,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 150'
            },
            '300': {
                'name': 'Тячів',
                'address': 'вул.Заводська, 1',
                'latitude': 48.01302554356417,
                'longitude': 23.58285246969535,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 250'
            },
            '301': {
                'name': 'Тячів',
                'address': 'вул.Лазівська, 56',
                'latitude': 48.01824088869807,
                'longitude': 23.589746427060277,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 200'
            },
            '302': {
                'name': 'с.Ганичі',
                'address': 'вул.Народна, 234',
                'latitude': 48.1281664524094,
                'longitude': 23.82858367484791,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 50'
            },
            '303': {
                'name': 'смт.Дубове',
                'address': 'вул.Миру, 37',
                'latitude': 48.17078535610218,
                'longitude': 23.88734720284176,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 420'
            },
            '304': {
                'name': 'смт.Усть-Чорна',
                'address': 'вул.Верховинська, 233',
                'latitude': 48.32470347035144,
                'longitude': 23.9343963182454,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 50'
            },
            '305': {
                'name': 'смт.Усть-Чорна',
                'address': 'вул.Верховинська, 333',
                'latitude': 48.3318194050277,
                'longitude': 23.92617361047538,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 300'
            },
            '306': {
                'name': 'с.Біла Церква',
                'address': 'вул.Марамороська, 112',
                'latitude': 47.949129784860276,
                'longitude': 23.925216722104945,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 300'
            },
            '307': {
                'name': 'с.Верхнє Водяне',
                'address': 'вул.Першотравнева 29а',
                'latitude': 48.00339059519375,
                'longitude': 23.953743661869723,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 500'
            },
            '308': {
                'name': 'с.Верхнє Водяне',
                'address': 'вул.Першотравнева, 29',
                'latitude': 48.00581423020545,
                'longitude': 23.961255674767365,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 150'
            },
            '309': {
                'name': 'с.Верхнє Водяне',
                'address': 'вул.Тичини, 1',
                'latitude': 48.00514904363199,
                'longitude': 23.95836614978005,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 100'
            },
            '310': {
                'name': 'смт.Ясіня',
                'address': 'вул.Миру, 33 (ТКВ "Лісоруб" магазин ЗАТ ТОРП)',
                'latitude': 48.269776564282054,
                'longitude': 24.358644983651764,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 1390'
            },
            '311': {
                'name': 'смт.Ясіня',
                'address': 'вул.Визволення, 57',
                'latitude': 48.25196044666699,
                'longitude': 24.351400534176705,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 800'
            },
            '312': {
                'name': 'смт.Ясіня',
                'address': 'вул.Визволення, 88',
                'latitude': 48.237980337845364,
                'longitude': 24.33834652140358,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 250'
            },
            '313': {
                'name': 'с.Кваси',
                'address': 'вул.Радгоспна, 6',
                'latitude': 48.15889335589265,
                'longitude': 24.279996087369636,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 500'
            },
            '314': {
                'name': 'с.Розтоки',
                'address': 'вул. 156',
                'latitude': 48.071666077784954,
                'longitude': 24.27029032890281,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 250'
            },
            '315': {
                'name': 'с.Костилівка',
                'address': 'вул.Заводська, 45',
                'latitude': 47.99166059713572,
                'longitude': 24.2031229144656,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 45'
            },
            '316': {
                'name': 'с.Ділове',
                'address': 'вул.Трибушанська, 42',
                'latitude': 47.936266532661406,
                'longitude': 24.174710109489954,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 150'
            },
            '317': {
                'name': 'с.Ділове',
                'address': 'вул.Трибуханська, 13',
                'latitude': 47.93845446981847,
                'longitude': 24.17791295265093,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 350'
            },
            '318': {
                'name': 'Рахів',
                'address': 'вул.Карпатська, 6',
                'latitude': 48.05248106937199,
                'longitude': 24.206169730918838,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 80'
            },
            '319': {
                'name': 'Рахів',
                'address': 'вул.Б.Хмельницького, 64',
                'latitude': 48.06176250019559,
                'longitude': 24.215436797795412,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 350'
            },
            '320': {
                'name': 'Рахів',
                'address': 'вул.Миру, 28',
                'latitude': 48.05520719527508,
                'longitude': 24.204078790751353,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 1000'
            },
            '321': {
                'name': 'Рахів',
                'address': 'вул.Миру, 1',
                'latitude': 48.054947085466225,
                'longitude': 24.20545036259657,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 110'
            },
            '322': {
                'name': 'Рахів',
                'address': 'вул.Б.Хмельницького, 1',
                'latitude': 48.05514012042538,
                'longitude': 24.207230569027075,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 150'
            },
            '323': {
                'name': 'Рахів',
                'address': 'вул.Миру, 17',
                'latitude': 48.05379063379757,
                'longitude': 24.20245244900657,
                'type': 'Бомбосховище',
                'capacity': 'Місткість: 140'
            },

        },
    'shelters':
        {
           '1': {
              'name': 'Ужгород',
              'address': 'вул.Щедріна, 28',
              'latitude': 48.6299068793189,
              'longitude': 22.27024263973639,
              'type': 'Найпростіше укриття',
              'capacity': 'Місткість: 25'
           },

           '2': {
              'name': 'Ужгород',
              'address': 'вул.Щедріна, 34',
              'latitude': 48.63045295215363,
              'longitude': 22.26894609744758,
              'type': 'Найпростіше укриття',
              'capacity': 'Місткість: 100'
           },

           '3': {
              'name': 'Ужгород',
              'address': 'вул.Щедріна, 36',
              'latitude': 48.63002928016337,
              'longitude': 22.267685755119153,
              'type': 'Найпростіше укриття',
              'capacity': 'Місткість: 88'
           },

          '4': {
              'name': 'Ужгород',
              'address': 'вул.Щедріна, 38',
              'latitude': 48.629315508282325,
              'longitude': 22.26629482624361,
              'type': 'Найпростіше укриття',
              'capacity': 'Місткість: 118'
           },

          '5': {
              'name': 'Ужгород',
              'address': 'вул.Єнковська, 25',
              'latitude': 48.62596203064888,
              'longitude': 22.25240640042629,
              'type': 'Найпростіше укриття',
              'capacity': 'Місткість: 100'
           },

          '6': {
              'name': 'Ужгород',
              'address': 'вул.Осипенка, 16',
              'latitude': 48.63005268918957,
              'longitude': 22.266255582104428,
              'type': 'Найпростіше укриття',
              'capacity': 'Місткість: 140'
           },

          '7': {
              'name': 'Ужгород',
              'address': 'вул.Осипенка, 28',
              'latitude': 48.63099624963207,
              'longitude': 22.265134310940365,
              'type': 'Найпростіше укриття',
              'capacity': 'Місткість: 100'
           },

          '8': {
              'name': 'Ужгород',
              'address': 'вул.Гвардійська, 51',
              'latitude': 48.63077424442991,
              'longitude': 22.26628500147499,
              'type': 'Найпростіше укриття',
              'capacity': 'Місткість: 90'
           },

          '9': {
              'name': 'Ужгород',
              'address': 'вул.Філатова, 14/20',
              'latitude': 48.630742167314004,
              'longitude': 22.271518070422985,
              'type': 'Найпростіше укриття',
              'capacity': 'Місткість: 20'
           },

          '10': {
              'name': 'Ужгород',
              'address': 'вул.Івана Франка, 1',
              'latitude': 48.629617540194246,
              'longitude': 22.27403534948109,
              'type': 'Найпростіше укриття',
              'capacity': 'Місткість: 20'
           },

          '11': {
              'name': 'Ужгород',
              'address': 'вул.Загорська, 28',
              'latitude': 48.62901101001807,
              'longitude': 22.27588271094015,
              'type': 'Найпростіше укриття',
              'capacity': 'Місткість: 100'
           },

        '12': {
              'name': 'Ужгород',
              'address': 'вул.Загорська, 13',
              'latitude': 48.62912785593338,
              'longitude': 22.280318626283336,
              'type': 'Найпростіше укриття',
              'capacity': 'Місткість: 28'
           },

        '13': {
              'name': 'Ужгород',
              'address': 'вул.Загорська, 10',
              'latitude': 48.62972514487364,
              'longitude': 22.28100558210447,
              'type': 'Найпростіше укриття',
              'capacity': 'Місткість: 70'
           },

        '14': {
              'name': 'Ужгород',
              'address': 'вул.Шевченка, 42',
              'latitude': 48.631114513078,
              'longitude': 22.281645296685124,
              'type': 'Найпростіше укриття',
              'capacity': 'Місткість: 27'
           },

        '15': {
              'name': 'Ужгород',
              'address': 'вул.Керченська, 4',
              'latitude': 48.63163723804754,
              'longitude': 22.28474882931706,
              'type': 'Найпростіше укриття',
              'capacity': 'Місткість: 16'
           },

        '16': {
              'name': 'Ужгород',
              'address': 'вул.Керченська, 7А',
              'latitude': 48.63263867238251,
              'longitude': 22.28443453958673,
              'type': 'Найпростіше укриття',
              'capacity': 'Місткість: 112'
           },

        '17': {
              'name': 'Ужгород',
              'address': 'вул.Докучаєва, 8',
              'latitude': 48.634686416992025,
              'longitude': 22.28178894056071,
              'type': 'Найпростіше укриття',
              'capacity': 'Місткість: 50'
           },

        '18': {
              'name': 'Ужгород',
              'address': 'провулок Університетський, 9',
              'latitude': 48.634496312436106,
              'longitude': 22.28289634158836,
              'type': 'Найпростіше укриття',
              'capacity': 'Місткість: 190'
           },

        '19': {
              'name': 'Ужгород',
              'address': 'провулок Університетський, 11',
              'latitude': 48.63487132679431,
              'longitude': 22.28260351094044,
              'type': 'Найпростіше укриття',
              'capacity': 'Місткість: 63'
           },

        '20': {
              'name': 'Ужгород',
              'address': 'вул.Докучаєва, 6',
              'latitude': 48.63615030853263,
              'longitude': 22.28208553973825,
              'type': 'Найпростіше укриття',
              'capacity': 'Місткість: 68'
           },

        '21': {
              'name': 'Ужгород',
              'address': 'вул.Котлованна, 13',
              'latitude': 48.63575607316025,
              'longitude': 22.280077026283628,
              'type': 'Найпростіше укриття',
              'capacity': 'Місткість: 27'
           },

        '22': {
              'name': 'Ужгород',
              'address': 'вул.Грибоєдова, 12 (Поліклініка)',
              'latitude': 48.636592969956396,
              'longitude': 22.279105224523903,
              'type': 'Найпростіше укриття',
              'capacity': 'Місткість: 100'
           },

        '23': {
              'name': 'Ужгород',
              'address': 'вул.Грибоєдова, 3',
              'latitude': 48.63679658218848,
              'longitude': 22.27644119930816,
              'type': 'Найпростіше укриття',
              'capacity': 'Місткість: 48'
           },

        '24': {
              'name': 'Ужгород',
              'address': 'вул.Собранецька, 148 (Факультет)',
              'latitude': 48.637863048700986,
              'longitude': 22.274621710488038,
              'type': 'Найпростіше укриття',
              'capacity': 'Місткість: 100'
           },

        '25': {
              'name': 'Ужгород',
              'address': 'вул.Верховинська, 36',
              'latitude': 48.64475179039553,
              'longitude': 22.273804108376865,
              'type': 'Найпростіше укриття',
              'capacity': 'Місткість: 60'
           },

        '26': {
              'name': 'Ужгород',
              'address': 'вул.Верховинська, 38 (Готель"Прага")',
              'latitude': 48.6456060104864,
              'longitude': 22.27465582675179,
              'type': 'Найпростіше укриття',
              'capacity': 'Місткість: 140'
           },

        '27': {
              'name': 'Ужгород',
              'address': 'вул.Грибоєдова, 20В',
              'latitude': 48.638318556485714,
              'longitude': 22.2829892979479,
              'type': 'Найпростіше укриття',
              'capacity': 'Місткість: 40'
           },

        '28': {
              'name': 'Ужгород',
              'address': 'вул.Університетська, 25 (Парковка GREENLAND)',
              'latitude': 48.637410856313785,
              'longitude':  22.28417861357404,
              'type': 'Найпростіше укриття',
              'capacity': 'Місткість: 200'
           },

        '29': {
              'name': 'Ужгород',
              'address': 'вул.Івана Франка, 56А',
              'latitude': 48.62731155849223,
              'longitude': 22.275908197826812,
              'type': 'Найпростіше укриття',
              'capacity': 'Місткість: 100'
           },

        '30': {
              'name': 'Ужгород',
              'address': 'вул.Гленца, 8',
              'latitude': 48.625290020159404,
              'longitude':  22.27522325507823,
              'type': 'Найпростіше укриття',
              'capacity': 'Місткість: 70'
           },

        '31': {
              'name': 'Ужгород',
              'address': 'вул.Івана Франка, 8/1 СК ІППОН',
              'latitude': 48.6235715689793,
              'longitude':  22.28020011982677,
              'type': 'Найпростіше укриття',
              'capacity': 'Місткість: 100'
           },

        '32': {
              'name': 'Ужгород',
              'address': 'Студенська набережна, (гуртожиток Ужну №2)',
              'latitude': 48.62276144250109,
              'longitude': 22.28274651871823,
              'type': 'Найпростіше укриття',
              'capacity': 'Місткість: 500'
           },

        '33': {
                'name': 'Ужгород',
                'address': 'Студенська набережна, (гуртожиток Ужну №3)',
                'latitude': 48.623052494196806,
                'longitude': 22.283586299833555,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 900'
            },

        '34': {
                'name': 'Ужгород',
                'address': 'площа Дружби Народів, 2',
                'latitude': 48.62555040184244,
                'longitude': 22.28519623977589,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 80'
            },

        '35': {
                'name': 'Ужгород',
                'address': 'вул.Гойди, 28',
                'latitude': 48.62596341772598,
                'longitude': 22.28597145511901,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 86'
            },

        '36': {
                'name': 'Ужгород',
                'address': 'вул.Митна, 17',
                'latitude': 48.626788272457055,
                'longitude': 22.285800968611767,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 68'
            },

        '37': {
                'name': 'Ужгород',
                'address': 'вул.Гойди, 24',
                'latitude': 48.626854272243534,
                'longitude': 22.286434424432727,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 72'
            },

        '38': {
                'name': 'Ужгород',
                'address': 'вул.Боженко, 2',
                'latitude': 48.62529497807588,
                'longitude': 22.28673572326206,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 150'
            },

        '39': {
                'name': 'Ужгород',
                'address': 'площа Народна, 3 (Ректорат)',
                'latitude': 48.62576682482972,
                'longitude': 22.28697887910489,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },

        '40': {
                'name': 'Ужгород',
                'address': 'площа Народна, 1 (Медичний факультет УжНУ)',
                'latitude': 48.62431212190253,
                'longitude': 22.28801132628317,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 200'
            },

        '41': {
                'name': 'Ужгород',
                'address': 'набережна Незалежності, 19 (ЗОШ №3)',
                'latitude': 48.62432310857561,
                'longitude': 22.28997417736533,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 200'
            },

        '42': {
                'name': 'Ужгород',
                'address': 'вул.Довженка, 20',
                'latitude': 48.62496855621237,
                'longitude': 22.29037400655589,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 20'
            },

        '43': {
                'name': 'Ужгород',
                'address': 'вул.Довженка, 12',
                'latitude': 48.62519144762864,
                'longitude': 22.29093985318275,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 20'
            },

        '44': {
                'name': 'Ужгород',
                'address': 'вул.Довженка, 10',
                'latitude': 48.62515856450244,
                'longitude': 22.290320870973765,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 20'
            },

        '45': {
                'name': 'Ужгород',
                'address': 'вул.Довженка, 14',
                'latitude': 48.62530521019781,
                'longitude': 22.290636917600626,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 20'
            },

        '46': {
                'name': 'Ужгород',
                'address': 'вул.Довженка, 18',
                'latitude': 48.625273193340746,
                'longitude': 22.28965538201856,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 20'
            },

        '47': {
                'name': 'Ужгород',
                'address': 'вул.Ференца Ракоці, 24',
                'latitude': 48.62622055607586,
                'longitude': 22.290393909743305,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 20'
            },

        '48': {
                'name': 'Ужгород',
                'address': 'вул.Ференца Ракоці, 26',
                'latitude': 48.626248208538186,
                'longitude': 22.290087307612566,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 20'
            },

        '49': {
                'name': 'Ужгород',
                'address': 'вул.Ференца Ракоці, 28',
                'latitude': 48.6263620154925,
                'longitude': 22.289752763725946,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 20'
            },

        '50': {
                'name': 'Ужгород',
                'address': 'вул.Ломоносова, 2',
                'latitude': 48.6266014065684,
                'longitude': 22.28969654163645,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 20'
            },

        '51': {
                'name': 'Ужгород',
                'address': 'вул.Гойди, 3',
                'latitude': 48.62642566971071,
                'longitude': 22.29053009930801,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 20'
            },

        '52': {
                'name': 'Ужгород',
                'address': 'вул.Гойди, 1',
                'latitude': 48.6264682981538,
                'longitude': 22.290588128143902,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 20'
            },

        '53': {
                'name': 'Ужгород',
                'address': 'вул.Гойди, 5',
                'latitude': 48.626831388941014,
                'longitude': 22.290297256979667,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 20'
            },

        '54': {
                'name': 'Ужгород',
                'address': 'вул.Гойди, 7',
                'latitude': 48.62697705170397,
                'longitude': 22.290699841636485,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 20'
            },

        '55': {
                'name': 'Ужгород',
                'address': 'вул.Собранецька, 43Б (Паркінг)',
                'latitude': 48.62786735918902,
                'longitude': 22.289382448382796,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '56': {
                'name': 'Ужгород',
                'address': 'вул.Гойди, 10А (Паркінг)',
                'latitude': 48.62743105495131,
                'longitude': 22.29074215551594,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 170'
            },

        '57': {
                'name': 'Ужгород',
                'address': 'вул.Гойди, 4',
                'latitude': 48.62654812650274,
                'longitude': 22.291040021397567,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 20'
            },

        '58': {
                'name': 'Ужгород',
                'address': 'вул.Собранецька, 39',
                'latitude': 48.62716731663182,
                'longitude': 22.291640234890153,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 20'
            },

        '59': {
                'name': 'Ужгород',
                'address': 'вул.Ференца Ракоці, 16',
                'latitude': 48.62627670702472,
                'longitude': 22.292025399308063,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 20'
            },

        '60': {
                'name': 'Ужгород',
                'address': 'вул.Ференца Ракоці, 10',
                'latitude': 48.62600509033425,
                'longitude': 22.29346437047223,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 20'
            },

        '61': {
                'name': 'Ужгород',
                'address': 'вул.Ференца Ракоці, 5',
                'latitude': 48.62581494490912,
                'longitude': 22.29322813489018,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 20'
            },

        '62': {
                'name': 'Ужгород',
                'address': 'вул.Бращайків, 6',
                'latitude': 48.625540108059646,
                'longitude': 22.292425206054347,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '63': {
                'name': 'Ужгород',
                'address': 'вул.Крилова, 10',
                'latitude': 48.62557779805147,
                'longitude': 22.29340582219967,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },

        '64': {
                'name': 'Ужгород',
                'address': 'вул.Крилова, 14',
                'latitude': 48.62506173044302,
                'longitude': 22.292859343194678,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 40'
            },

        '65': {
                'name': 'Ужгород',
                'address': 'вул.Довженка, 4',
                'latitude': 48.62500865460814,
                'longitude': 22.292493706054348,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 40'
            },

        '66': {
                'name': 'Ужгород',
                'address': 'вул.Довженка, 5',
                'latitude': 48.62470521758771,
                'longitude': 22.292320170472237,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 26'
            },

        '67': {
                'name': 'Ужгород',
                'address': 'вул.Небесної Сотні, 6',
                'latitude': 48.62439939677602,
                'longitude': 22.293693453268407,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 20'
            },

        '68': {
                'name': 'Ужгород',
                'address': 'набережна Незалежності, 8',
                'latitude': 48.623496858583415,
                'longitude': 22.295111368611607,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 20'
            },

        '69': {
                'name': 'Ужгород',
                'address': 'площа Жупанатська, 1, ',
                'latitude': 48.623973813249144,
                'longitude': 22.296809238755973,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 20'
            },

        '70': {
                'name': 'Ужгород',
                'address': 'набережна Незалежності, 4 (Гімназія)',
                'latitude': 48.62293480919258,
                'longitude': 22.296667097447337,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 300'
            },

        '71': {
                'name': 'Ужгород',
                'address': 'вул. Волошина, 11',
                'latitude': 48.62350488306792,
                'longitude': 22.299753455118903,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 70'
            },

        '72': {
                'name': 'Ужгород',
                'address': 'вул. Волошина, 13',
                'latitude': 48.62347089951573,
                'longitude': 22.299999710939876,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 25'
            },

        '73': {
                'name': 'Ужгород',
                'address': 'вулиця Капітульна, 1 (Коледж)',
                'latitude': 48.62288520933193,
                'longitude': 22.300755424432555,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 120'
            },

        '74': {
                'name': 'Ужгород',
                'address': 'вул.Волошина, 32 (Біологічний факультет)',
                'latitude': 48.62227253706399,
                'longitude': 22.300617655077257,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 600'
            },

        '75': {
                'name': 'Ужгород',
                'address': 'вул.Волошина, 36',
                'latitude': 48.622070995673525,
                'longitude': 22.301071568611597,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 20'
            },

        '76': {
                'name': 'Ужгород',
                'address': 'площа Бачинського, 1 (собор МГКЄ)',
                'latitude': 48.62282098561976,
                'longitude':  22.302226977397055,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },

        '77': {
                'name': 'Ужгород',
                'address': 'вул.Волошина, 37 (Академія мистецтв)',
                'latitude': 48.62173941816789,
                'longitude': 22.302294303411927,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },

        '78': {
                'name': 'Ужгород',
                'address': 'вул.Волошина, 46',
                'latitude': 48.62154184279208,
                'longitude': 22.30172870657478,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '79': {
                'name': 'Ужгород',
                'address': 'вул.Підгірна, 46',
                'latitude': 48.625269867769894,
                'longitude': 22.303109943068716,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },

        '80': {
                'name': 'Ужгород',
                'address': 'вул.Капітульна, 20',
                'latitude': 48.62167453082624,
                'longitude': 22.3035701685697,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 130'
            },

        '81': {
                'name': 'Ужгород',
                'address': 'вул.Волошина 54, (Фізичний факультет)',
                'latitude': 48.6206849190579,
                'longitude': 22.30341048817523,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 600'
            },

        '82': {
                'name': 'Ужгород',
                'address': 'вул.Капітульна, 26',
                'latitude': 48.621178948394444,
                'longitude': 22.304978323064287,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 300'
            },

        '83': {
                'name': 'Ужгород',
                'address': 'вул.Підградська, 33 (Спартак)',
                'latitude': 48.62175528393603,
                'longitude': 22.3084235446752,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },

        '84': {
                'name': 'Ужгород',
                'address': 'вул.Шумна, 28',
                'latitude': 48.62370116348856,
                'longitude': 22.30895490794065,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 95'
            },

        '85': {
                'name': 'Ужгород',
                'address': 'вул.Добрянського, 8',
                'latitude': 48.62403127214097,
                'longitude': 22.306873897447343,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 40'
            },

        '86': {
                'name': 'Ужгород',
                'address': 'вул.Добрянського, 4',
                'latitude': 48.624332996971795,
                'longitude': 22.306343683954715,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 95'
            },

        '87': {
                'name': 'Ужгород',
                'address': 'вул.Добрянського, 6',
                'latitude': 48.62481081228063,
                'longitude': 22.306655783954913,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 70'
            },

        '88': {
                'name': 'Ужгород',
                'address': 'вул.Добрянського, 14А',
                'latitude': 48.625229311163196,
                'longitude': 22.306794882104267,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },

        '89': {
                'name': 'Ужгород',
                'address': 'вул.Добрянського, 20',
                'latitude': 48.62507175456538,
                'longitude': 22.30751962585477,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },

        '90': {
                'name': 'Ужгород',
                'address': 'вул.Електрозаводська, 39 (Психіатричне відділення ЗОНД)',
                'latitude': 48.62305525209069,
                'longitude': 22.31297943977575,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },

        '91': {
                'name': 'Ужгород',
                'address': 'вул.Айвазовського, 6',
                'latitude': 48.628632589653705,
                'longitude': 22.314047177356475,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 40'
            },

        '92': {
                'name': 'Ужгород',
                'address': 'вул.Насипна, 10',
                'latitude': 48.62773679029607,
                'longitude': 22.31835519622196,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 115'
            },

        '93': {
                'name': 'Ужгород',
                'address': 'вул.Орлина, 13 (Амфітеатр)',
                'latitude': 48.63073405132991,
                'longitude': 22.29197202668208,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 70'
            },

        '94': {
                'name': 'Ужгород',
                'address': 'вул.Кошицька, 30 ',
                'latitude': 48.631578533260885,
                'longitude': 22.29416118270567,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 70'
            },

        '95': {
                'name': 'Ужгород',
                'address': 'площа Жупанатська, 10',
                'latitude': 48.62621293402155,
                'longitude': 22.296761928971815,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 420'
            },

        '96': {
                'name': 'Ужгород',
                'address': 'вул.Висока, 4',
                'latitude': 48.628895701374944,
                'longitude': 22.299653326283305,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 70'
            },

        '97': {
                'name': 'Ужгород',
                'address': 'вулиця Висока, 8',
                'latitude': 48.62907059187686,
                'longitude': 22.299884084647708,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },

        '98': {
                'name': 'Ужгород',
                'address': 'вул.Підгірна, 43 (ЗОШ №2)',
                'latitude': 48.62632139402251,
                'longitude': 22.302501826283205,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 140'
            },

        '99': {
                'name': 'Ужгород',
                'address': 'вул.Другетів, 79Ж (Паркінг)',
                'latitude': 48.627239651730285,
                'longitude': 22.306310820468283,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },

        '100': {
                'name': 'Ужгород',
                'address': 'вул.Бачинського, 1 (Підвал резиденції ГКЕ)',
                'latitude': 48.62762565434559,
                'longitude': 22.306155399809636,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },

        '101': {
                'name': 'Ужгород',
                'address': 'вул.Бачинського, 27 (ЗДО №36)',
                'latitude': 48.629237685057674,
                'longitude': 22.305313768118214,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },

        '102': {
                'name': 'Ужгород',
                'address': 'провулок Приютський, 10',
                'latitude': 48.629229281603926,
                'longitude': 22.304298453228725,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 75'
            },

        '103': {
                'name': 'Ужгород',
                'address': 'вул.Божук, 6',
                'latitude': 48.63039178184856,
                'longitude': 22.30659923635151,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 20'
            },

        '104': {
                'name': 'Ужгород',
                'address': 'вул. Бачинського',
                'latitude': 48.631071475417116,
                'longitude': 22.30621604994101,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 20'
            },

        '105': {
                'name': 'Ужгород',
                'address': 'вулиця Сільвая, 17 (ПНД медзаклад)',
                'latitude': 48.63180410860992,
                'longitude': 22.307246892561786,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },

        '106': {
                'name': 'Ужгород',
                'address': 'вулиця Сільвая, 3 (ЗОШ №20)',
                'latitude': 48.629450043290724,
                'longitude': 22.30869924005826,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },

        '107': {
                'name': 'Ужгород',
                'address': 'вул.Тимірязєва, 15 (Кардіодиспансер)',
                'latitude': 48.63460753415268,
                'longitude': 22.306338389055412,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 70'
            },

        '108': {
                'name': 'Ужгород',
                'address': 'вул.Нахімова, 3',
                'latitude': 48.6363471459746,
                'longitude': 22.30927279873051,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 70'
            },

        '109': {
                'name': 'Ужгород',
                'address': 'вул.Доманинська, 263 (НВК Гармонія)',
                'latitude': 48.63674858634939,
                'longitude': 22.327438670424833,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },

        '110': {
                'name': 'Ужгород',
                'address': 'вул.Баб`яка, 17Б',
                'latitude': 48.61681970869027,
                'longitude': 22.259311730686356,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },

        '111': {
                'name': 'Ужгород',
                'address': 'вул.Баб`яка, 1',
                'latitude': 48.612720451216646,
                'longitude': 22.263862612790067,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },

        '112': {
                'name': 'Ужгород',
                'address': 'вул.Баб`яка, 7',
                'latitude': 48.61419647908668,
                'longitude': 22.260707072609367,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },

        '113': {
                'name': 'Ужгород',
                'address': 'вул.Олександра Хіри, 2',
                'latitude': 48.61780345296322,
                'longitude': 22.26371815507588,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },

        '114': {
                'name': 'Ужгород',
                'address': 'вул.Лінтура, 10Б',
                'latitude': 48.61745943190511,
                'longitude': 22.26623514162603,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },

        '115': {
                'name': 'Ужгород',
                'address': 'вул.Климпуша, 9',
                'latitude': 48.6150463243717,
                'longitude': 22.2650865821038,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },

        '116': {
                'name': 'Ужгород',
                'address': 'вул.Олександра Хіри, 1 (Паркінг)',
                'latitude': 48.61721846399203,
                'longitude': 22.264929124432356,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },

        '117': {
                'name': 'Ужгород',
                'address': 'вул.Володимирська, 63Б',
                'latitude': 48.61447742604998,
                'longitude': 22.270481139775335,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '118': {
                'name': 'Ужгород',
                'address': 'вул.Капушанська, 92 (Ліцей "Гірчичне зерно")',
                'latitude': 48.61483548960908,
                'longitude': 22.275769756962678,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 80'
            },

        '119': {
                'name': 'Ужгород',
                'address': 'вул.Капушанська, 116',
                'latitude': 48.61398447410977,
                'longitude': 22.27183172143309,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 20'
            },

        '120': {
                'name': 'Ужгород',
                'address': 'вул.Капушанська, 142',
                'latitude': 48.613098756124806,
                'longitude': 22.267973883910265,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '121': {
                'name': 'Ужгород',
                'address': 'вул.Капушанська, 150',
                'latitude': 48.61238544544869,
                'longitude': 22.266784395596233,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '122': {
                'name': 'Ужгород',
                'address': 'вул.Капушанська, 177А',
                'latitude': 48.61000288906034,
                'longitude': 22.261906139775117,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '123': {
                'name': 'Ужгород',
                'address': 'вул.Чорновола, 27',
                'latitude': 48.608689250856436,
                'longitude': 22.26099869740145,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 25'
            },

        '124': {
                'name': 'Ужгород',
                'address': 'вул.Тлехаса, 18',
                'latitude': 48.60809214488716,
                'longitude': 22.263483555118288,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 25'
            },

        '125': {
                'name': 'Ужгород',
                'address': 'вул.Тлехаса, 14',
                'latitude': 48.607479834848746,
                'longitude': 22.264241310939212,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 25'
            },

        '126': {
                'name': 'Ужгород',
                'address': 'вул.Тлехаса, 20/2',
                'latitude': 48.60726887089833,
                'longitude': 22.263694341625552,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '127': {
                'name': 'Ужгород',
                'address': 'вул.Легоцького, 44А',
                'latitude': 48.608994249828264,
                'longitude': 22.26523237041631,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '128': {
                'name': 'Ужгород',
                'address': 'вул.Легоцького, 52',
                'latitude': 48.60892203631356,
                'longitude': 22.266205726282486,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '129': {
                'name': 'Ужгород',
                'address': 'вул.Легоцького, 50',
                'latitude': 48.60856835563677,
                'longitude': 22.26651345511823,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '130': {
                'name': 'Ужгород',
                'address': 'вул.Легоцького, 5А',
                'latitude': 48.61117114224639,
                'longitude': 22.267821026282586,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '131': {
                'name': 'Ужгород',
                'address': 'вул.Легоцького, 7',
                'latitude': 48.61079766930239,
                'longitude': 22.266647810894845,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '132': {
                'name': 'Ужгород',
                'address': 'вул.Легоцького, 8',
                'latitude': 48.61058775024693,
                'longitude': 22.265259439775136,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 41'
            },

        '133': {
                'name': 'Ужгород',
                'address': 'вул.Легоцького, 15',
                'latitude': 48.6104338639855,
                'longitude': 22.266848870416815,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 355'
            },

        '134': {
                'name': 'Ужгород',
                'address': 'вул.Легоцького, 13',
                'latitude': 48.61041240637851,
                'longitude': 22.267918026282505,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '135': {
                'name': 'Ужгород',
                'address': 'вул.Легоцького, 19 (ЗДО №42)',
                'latitude': 48.60937341635813,
                'longitude': 22.26774133977514,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },

        '136': {
                'name': 'Ужгород',
                'address': 'вул.Легоцького, 19А (ТЦ "Tokyo")',
                'latitude': 48.60884236102266,
                'longitude': 22.267774726282557,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 170'
            },

        '137': {
                'name': 'Ужгород',
                'address': 'вул.Заньковецької, 66',
                'latitude': 48.609651821605205,
                'longitude': 22.271694026282468,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },

        '138': {
                'name': 'Ужгород',
                'address': 'вул.Богомольця, 30',
                'latitude': 48.605559241053705,
                'longitude': 22.270332497446557,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },

        '139': {
                'name': 'Ужгород',
                'address': 'вул.Легоцького, 33',
                'latitude': 48.605599457899885,
                'longitude': 22.269646255118122,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '140': {
                'name': 'Ужгород',
                'address': 'вул.Легоцького, 29',
                'latitude': 48.60645472660805,
                'longitude': 22.269132697446615,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '141': {
                'name': 'Ужгород',
                'address': 'вул.Легоцького, 27',
                'latitude': 48.60673136053967,
                'longitude': 22.26958579744654,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 190'
            },

        '142': {
                'name': 'Ужгород',
                'address': 'вул.Легоцького, 23',
                'latitude': 48.607557264272046,
                'longitude': 22.26917715326761,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 210'
            },

        '143': {
                'name': 'Ужгород',
                'address': 'вул.Бестужева, 12',
                'latitude': 48.60655254363616,
                'longitude': 22.27036849744662,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },

        '144': {
                'name': 'Ужгород',
                'address': 'вул.Міцкевича, 7',
                'latitude': 48.60751682880324,
                'longitude': 22.2720263821035,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 240'
            },

        '145': {
                'name': 'Ужгород',
                'address': 'вул.Міцкевича, 3',
                'latitude': 48.60815982663558,
                'longitude': 22.273336939775177,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 240'
            },

        '146': {
                'name': 'Ужгород',
                'address': 'вул.Достоєвського, 20',
                'latitude': 48.60777382793665,
                'longitude': 22.273981841625577,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 350'
            },

        '147': {
                'name': 'Ужгород',
                'address': 'вул.Богомольця, 20',
                'latitude': 48.606530314772854,
                'longitude': 22.273407255118222,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },

        '148': {
                'name': 'Ужгород',
                'address': 'вул.Богомольця, 22',
                'latitude': 48.60663166661242,
                'longitude': 22.27217515511816,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },

        '149': {
                'name': 'Ужгород',
                'address': 'вул.8-го Березня, 44 (Класична гімназія)',
                'latitude': 48.605726075550336,
                'longitude': 22.277706922159005,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },

        '150': {
                'name': 'Ужгород',
                'address': 'вул.Академіка Корольова, 3',
                'latitude': 48.604775096818635,
                'longitude': 22.280503356930918,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '151': {
                'name': 'Ужгород',
                'address': 'вул.Академіка Корольова, 2',
                'latitude': 48.60450984444414,
                'longitude': 22.27902916861076,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '152': {
                'name': 'Ужгород',
                'address': 'вул.Академіка Корольова, 4',
                'latitude': 48.60341494798141,
                'longitude': 22.279873497446516,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 400'
            },

        '153': {
                'name': 'Ужгород',
                'address': 'вул.Грушевського, 76',
                'latitude': 48.603702583840004,
                'longitude': 22.28384085507165,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 180'
            },

        '154': {
                'name': 'Ужгород',
                'address': 'вул.Минайська, 38 (УІКМ)',
                'latitude': 48.60300204184065,
                'longitude': 22.28606712526974,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '155': {
                'name': 'Ужгород',
                'address': 'вул.Можайського, 7',
                'latitude': 48.59860916350657,
                'longitude': 22.290613697446283,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '156': {
                'name': 'Ужгород',
                'address': 'вул.Можайського, 16',
                'latitude': 48.60105397157685,
                'longitude': 22.28150746856331,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '157': {
                'name': 'Ужгород',
                'address': 'вул.Челюскінців, 10 (пункт видачі ЗІЗ)',
                'latitude': 48.60120703999822,
                'longitude': 22.282107710939094,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },

        '158': {
                'name': 'Ужгород',
                'address': 'вул.Можайського, 9А',
                'latitude': 48.598958071829884,
                'longitude': 22.29185611278937,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '159': {
                'name': 'Ужгород',
                'address': 'вул.Можайського, 5',
                'latitude': 48.59948868947621,
                'longitude': 22.289894955117884,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '160': {
                'name': 'Ужгород',
                'address': 'вул.Минайська, 71 (Районна лікарня)',
                'latitude': 48.60044808718536,
                'longitude': 22.28632568210325,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },

        '161': {
                'name': 'Ужгород',
                'address': 'вул.Декабристів, 43',
                'latitude': 48.6002466433263,
                'longitude': 22.29080835878136,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },

        '162': {
                'name': 'Ужгород',
                'address': 'вул.Декабристів, 41',
                'latitude': 48.60034627265732,
                'longitude': 22.289773910938994,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 230'
            },

        '163': {
                'name': 'Ужгород',
                'address': 'вул.Василя Комендаря, 117',
                'latitude': 48.60077307180045,
                'longitude': 22.28806936561185,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 35'
            },

        '164': {
                'name': 'Ужгород',
                'address': 'вул.Декабристів, 53',
                'latitude': 48.601519049022784,
                'longitude': 22.29026765511794,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 25'
            },

        '165': {
                'name': 'Ужгород',
                'address': 'вул.Декабристів, 35',
                'latitude': 48.60203964726789,
                'longitude': 22.290070353267478,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 25'
            },

        '166': {
                'name': 'Ужгород',
                'address': 'вул.Володимирська, 38',
                'latitude': 48.617923714497934,
                'longitude': 22.27803874641708,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 25'
            },

        '167': {
                'name': 'Ужгород',
                'address': 'вул.Володимирська, 28',
                'latitude': 48.6183141497064,
                'longitude': 22.28120738310063,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 25'
            },

        '168': {
                'name': 'Ужгород',
                'address': 'Слов`янська набережна, 21',
                'latitude': 48.619456006144134,
                'longitude': 22.27986056233366,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 20'
            },

        '169': {
                'name': 'Ужгород',
                'address': 'Слов`янська набережна, 17',
                'latitude': 48.619590324055764,
                'longitude': 22.280458363725888,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 20'
            },

        '170': {
                'name': 'Ужгород',
                'address': 'Слов`янська набережна, 13',
                'latitude': 48.61997559281326,
                'longitude': 22.282127970472192,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 20'
            },

        '171': {
                'name': 'Ужгород',
                'address': 'Слов`янська набережна, 11',
                'latitude': 48.62043308462376,
                'longitude': 22.282806577218512,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 20'
            },

        '172': {
                'name': 'Ужгород',
                'address': 'Слов`янська набережна, 9',
                'latitude': 48.62084804512454,
                'longitude': 22.283454570472177,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 20'
            },

        '173': {
                'name': 'Ужгород',
                'address': 'Слов`янська набережна, 1',
                'latitude': 48.62131235732023,
                'longitude': 22.285458231458147,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 20'
            },

        '174': {
                'name': 'Ужгород',
                'address': 'площа Б.Хмельницького, 2 (Готель "Ужгород")',
                'latitude': 48.6212867603121,
                'longitude': 22.286556569776767,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 300'
            },

        '175': {
                'name': 'Ужгород',
                'address': 'вул.Капушанська, 30',
                'latitude': 48.61838605544069,
                'longitude': 22.28866273973292,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '176': {
                'name': 'Ужгород',
                'address': 'вул.Капушанська, 34 (Паркінг)',
                'latitude': 48.618552128988235,
                'longitude': 22.288135697447096,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },

        '177': {
                'name': 'Ужгород',
                'address': 'вул.Йокаї, 9',
                'latitude': 48.614299744483176,
                'longitude': 22.27961126670552,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 25'
            },

        '178': {
                'name': 'Ужгород',
                'address': 'проспект Свободи, 22',
                'latitude': 48.6172244033632,
                'longitude': 22.289501382103975,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 110'
            },

        '179': {
                'name': 'Ужгород',
                'address': 'проспект Свободи, 30',
                'latitude': 48.61626449215599,
                'longitude': 22.289846970461834,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 40'
            },

        '180': {
                'name': 'Ужгород',
                'address': 'вул.Бєлінського, 22',
                'latitude': 48.61637575782111,
                'longitude': 22.28815989256891,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 25'
            },

        '181': {
                'name': 'Ужгород',
                'address': 'вул.Заньковецької, 36',
                'latitude': 48.61220859981786,
                'longitude': 22.280346355118436,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '182': {
                'name': 'Ужгород',
                'address': 'вул.Заньковецької, 15',
                'latitude': 48.61274561783505,
                'longitude': 22.284357697446872,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '183': {
                'name': 'Ужгород',
                'address': 'вул.Заньковецької, 13',
                'latitude': 48.61292633062621,
                'longitude': 22.285076382103753,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '184': {
                'name': 'Ужгород',
                'address': 'вул.Заньковецької, 23',
                'latitude': 48.61129494835943,
                'longitude': 22.28002209744685,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '185': {
                'name': 'Ужгород',
                'address': 'вул.Заньковецької, 21',
                'latitude': 48.61148093489021,
                'longitude': 22.28079599744688,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '186': {
                'name': 'Ужгород',
                'address': 'вул.Заньковецької, 19',
                'latitude': 48.61170185379228,
                'longitude': 22.281617468611042,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '187': {
                'name': 'Ужгород',
                'address': 'вул.Заньковецької, 17А (ЗОШ №2)',
                'latitude': 48.61097972995433,
                'longitude': 22.283094197446882,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 900'
            },

        '188': {
                'name': 'Ужгород',
                'address': 'вул.Грушевського, 29А',
                'latitude': 48.61036263818917,
                'longitude': 22.28060943977518,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '189': {
                'name': 'Ужгород',
                'address': 'вул.Сечені, 50',
                'latitude': 48.61270243794414,
                'longitude': 22.286499726282642,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 350'
            },

        '190': {
                'name': 'Ужгород',
                'address': 'вул.Грушевського, 39А',
                'latitude': 48.60798926917817,
                'longitude': 22.28290665326775,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '191': {
                'name': 'Ужгород',
                'address': 'вул.8-го Березня, 28',
                'latitude': 48.60852257397877,
                'longitude': 22.28340611093934,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '192': {
                'name': 'Ужгород',
                'address': 'вул.8-го Березня, 26',
                'latitude': 48.60811432077996,
                'longitude': 22.283795482103557,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '193': {
                'name': 'Ужгород',
                'address': 'вул.8-го Березня, 24',
                'latitude': 48.607744633993235,
                'longitude': 22.284293155118274,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '194': {
                'name': 'Ужгород',
                'address': 'вул.8-го Березня, 30',
                'latitude': 48.60699596569126,
                'longitude': 22.282945355118304,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '195': {
                'name': 'Ужгород',
                'address': 'вул.Грушевського, 43',
                'latitude': 48.6063450097182,
                'longitude': 22.282833197446664,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '196': {
                'name': 'Ужгород',
                'address': 'вул.8-го Березня, 23',
                'latitude': 48.60657507255506,
                'longitude': 22.28338351278978,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 25'
            },

        '197': {
                'name': 'Ужгород',
                'address': 'вул.8-го Березня, 21',
                'latitude': 48.60681143700833,
                'longitude': 22.283984839775005,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '198': {
                'name': 'Ужгород',
                'address': 'вул.8-го Березня, 17',
                'latitude': 48.60698544815175,
                'longitude': 22.28521552628246,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '199': {
                'name': 'Ужгород',
                'address': 'вул.8-го Березня, 7',
                'latitude': 48.60643733821694,
                'longitude': 22.285814210939158,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '200': {
                'name': 'Ужгород',
                'address': 'вул.Грушевського, 57',
                'latitude': 48.606150262090445,
                'longitude': 22.284557510939198,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '201': {
                'name': 'Ужгород',
                'address': 'вул.Грушевського, 59',
                'latitude': 48.60473704371007,
                'longitude': 22.284631783953927,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 25'
            },

        '202': {
                'name': 'Ужгород',
                'address': 'вул.Грушевського, 61',
                'latitude': 48.604523260923116,
                'longitude': 22.285062355118068,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 25'
            },

        '203': {
                'name': 'Ужгород',
                'address': 'вул.Минайська, 32',
                'latitude': 48.604861987766895,
                'longitude': 22.287224939774894,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '204': {
                'name': 'Ужгород',
                'address': 'вул.Минайська, 30',
                'latitude': 48.605419552770975,
                'longitude': 22.28750258210341,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '205': {
                'name': 'Ужгород',
                'address': 'вул.Сурикова, 44',
                'latitude': 48.60483316560566,
                'longitude': 22.294362282103357,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 25'
            },

        '206': {
                'name': 'Ужгород',
                'address': 'вул.Василя Комендаря, 50',
                'latitude': 48.60679466838118,
                'longitude': 22.291072504983205,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '207': {
                'name': 'Ужгород',
                'address': 'вул.Василя Комендаря, 48',
                'latitude': 48.60785586575026,
                'longitude': 22.291207354473272,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '208': {
                'name': 'Ужгород',
                'address': 'вул.Вузька, 89',
                'latitude': 48.60852122541707,
                'longitude': 22.29150266861097,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 20'
            },

        '209': {
                'name': 'Ужгород',
                'address': 'вул.Залізнична, 46',
                'latitude': 48.607451852695846,
                'longitude': 22.292894110939194,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 25'
            },

        '210': {
                'name': 'Ужгород',
                'address': 'вул.Залізнична, 44',
                'latitude': 48.607978345222826,
                'longitude': 22.29309682628243,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 25'
            },

        '211': {
                'name': 'Ужгород',
                'address': 'вул.Пестеля, 20',
                'latitude': 48.60964092786646,
                'longitude': 22.295447310939373,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 25'
            },

        '212': {
                'name': 'Ужгород',
                'address': 'вул.Станційна, 9',
                'latitude': 48.60893472018746,
                'longitude': 22.30037233159322,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },

        '213': {
                'name': 'Ужгород',
                'address': 'вул.Легоцького, 80',
                'latitude': 48.60386687902201,
                'longitude': 22.26936929559593,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },

        '214': {
                'name': 'Ужгород',
                'address': 'Київська набережна, 20',
                'latitude': 48.62234975893516,
                'longitude': 22.289140824432437,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 182'
            },

        '215': {
                'name': 'Ужгород',
                'address': 'Київська набережна, 19',
                'latitude': 48.62262246982397,
                'longitude': 22.29047326861146,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 182'
            },

        '216': {
                'name': 'Ужгород',
                'address': 'площа Богдана Хмельницького, 3',
                'latitude': 48.62217787138564,
                'longitude':  22.289212337925118,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 178'
            },

        '217': {
                'name': 'Ужгород',
                'address': 'вул.Льва Толстого, 44',
                'latitude': 48.6216295812193,
                'longitude': 22.290013168611384,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 375'
            },

        '218': {
                'name': 'Ужгород',
                'address': 'провулок Навої, 3',
                'latitude': 48.62175139666118,
                'longitude': 22.291361624432458,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 25'
            },

        '219': {
                'name': 'Ужгород',
                'address': 'Київська набережна, 16 (ЗОШ №5)',
                'latitude': 48.622060479766354,
                'longitude': 22.29280819744726,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 270'
            },
        '220': {
                'name': 'Ужгород',
                'address': 'вул.Льва Толстого, 12 (Драмтеатр)',
                'latitude': 48.62156250514656,
                'longitude': 22.2945750109399,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 110'
            },
        '221': {
                'name': 'Ужгород',
                'address': 'проспект Свободи, 3',
                'latitude': 48.6201192479125,
                'longitude': 22.288667453268268,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },
        '222': {
                'name': 'Ужгород',
                'address': 'вул.Новака, 44 (Вітамін)',
                'latitude': 48.62017257072733,
                'longitude': 22.289190939775636,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },
        '223': {
                'name': 'Ужгород',
                'address': 'площа Шандора Петефі, 15 (Зош №9)',
                'latitude': 48.61997318680486,
                'longitude': 22.297396268611475,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },

        '224': {
                'name': 'Ужгород',
                'address': 'площа Шандора Петефі, 36',
                'latitude': 48.61917658949083,
                'longitude': 22.29697772443239,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 40'
            },
        '225': {
                'name': 'Ужгород',
                'address': 'площа Шандора Петефі, 24',
                'latitude': 48.61942164187513,
                'longitude': 22.296254755118696,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 40'
            },
        '226': {
                'name': 'Ужгород',
                'address': 'вул.Новака, 10',
                'latitude': 48.61914977446356,
                'longitude': 22.295322710939775,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 40'
            },

        '227': {
                'name': 'Ужгород',
                'address': 'Православна набережна, 7',
                'latitude': 48.62091453830947,
                'longitude': 22.29888143977566,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },
        '228': {
                'name': 'Ужгород',
                'address': 'проспект Свободи, 33',
                'latitude': 48.61723612520568,
                'longitude': 22.291426755118646,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 120'
            },
        '229': {
                'name': 'Ужгород',
                'address': 'проспект Свободи, 35',
                'latitude': 48.616895369663496,
                'longitude': 22.29077998395446,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 130'
            },
        '230': {
                'name': 'Ужгород',
                'address': 'проспект Свободи, 39',
                'latitude': 48.61616386395249,
                'longitude': 22.291297541626008,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },
        '231': {
                'name': 'Ужгород',
                'address': 'вул.Юлії Жемайте, 13',
                'latitude': 48.616719433880284,
                'longitude': 22.292617955118654,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 350'
            },
        '232': {
                'name': 'Ужгород',
                'address': 'вул.Юлії Жемайте, 5А',
                'latitude': 48.61670408339732,
                'longitude': 22.293006368611287,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 120'
            },
        '233': {
                'name': 'Ужгород',
                'address': 'проспект Свободи, 43',
                'latitude': 48.61571040117829,
                'longitude': 22.291775526282787,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 25'
            },
        '234': {
                'name': 'Ужгород',
                'address': 'проспект Свободи, 41',
                'latitude': 48.61598963582827,
                'longitude': 22.29252305326802,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 25'
            },
        '235': {
                'name': 'Ужгород',
                'address': 'вул.Швабська, 58А',
                'latitude': 48.615286109626254,
                'longitude': 22.292895168611164,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 120'
            },
        '236': {
                'name': 'Ужгород',
                'address': 'вул.Швабська, 58',
                'latitude': 48.6154503372679,
                'longitude': 22.293486826282813,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },
        '237': {
                'name': 'Ужгород',
                'address': 'площа Кирила і Мефодія, 7 (Храм Христа Спасителя)',
                'latitude': 48.61424832672613,
                'longitude': 22.29288179744704,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 300'
            },
        '238': {
                'name': 'Ужгород',
                'address': 'площа Шандора Петефі, 20',
                'latitude': 48.61969948009113,
                'longitude': 22.295801397447228,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 25'
            },
        '239': {
                'name': 'Ужгород',
                'address': 'вул.Швабська, 7',
                'latitude': 48.61803870073193,
                'longitude': 22.296688855118735,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 25'
            },
        '240': {
                'name': 'Ужгород',
                'address': 'вул.Лермонтова, 5А',
                'latitude': 48.617459817251195,
                'longitude': 22.297149583954443,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 25'
            },
        '241': {
                'name': 'Ужгород',
                'address': 'Православна набережна, 21',
                'latitude': 48.618298522220634,
                'longitude': 22.30305579744715,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 20'
            },
        '242': {
                'name': 'Ужгород',
                'address': 'вул.Лермонтова, 9А',
                'latitude': 48.61705461844667,
                'longitude': 22.298300297447053,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 25'
            },
        '243': {
                'name': 'Ужгород',
                'address': 'вул.Польова, 18',
                'latitude': 48.6154449879966,
                'longitude': 22.296276053267952,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },
        '244': {
                'name': 'Ужгород',
                'address': 'вул.Швабська, 75 (Паркінг)',
                'latitude': 48.613621928574055,
                'longitude': 22.29400761093957,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },
        '245': {
                'name': 'Ужгород',
                'address': 'вул.Ф.Тихого, 8',
                'latitude': 48.61346481551136,
                'longitude': 22.29924656861111,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 25'
            },
        '246': {
                'name': 'Ужгород',
                'address': 'вул.Мукачівська, 44 ("Медик")',
                'latitude': 48.615929833554745,
                'longitude': 22.30038852623956,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 900'
            },
        '247': {
                'name': 'Ужгород',
                'address': 'Православна набережна, 24 (ЗОШ №10)',
                'latitude': 48.61732941032939,
                'longitude': 22.305532141626028,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 300'
            },
        '248': {
                'name': 'Ужгород',
                'address': 'Православна набережна, 25 (Ліцей "Інтелект")',
                'latitude': 48.61679772398018,
                'longitude': 22.306301094120176,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 275'
            },
        '249': {
                'name': 'Ужгород',
                'address': 'вул.Анкудінова, 31',
                'latitude': 48.615630498260764,
                'longitude': 22.306096528095356,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 66'
            },
        '250': {
                'name': 'Ужгород',
                'address': 'вул.Коцюбинського, 26',
                'latitude': 48.615356144551775,
                'longitude': 22.305272812790168,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 25'
            },
        '251': {
                'name': 'Ужгород',
                'address': 'вул.Лесі Українки 8, (ДНЗ №15)',
                'latitude': 48.616067949884844,
                'longitude': 22.303989710939636,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 36'
            },
        '252': {
                'name': 'Ужгород',
                'address': 'вул.Руська, 40',
                'latitude': 48.615936221746324,
                'longitude': 22.302686210939612,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 157'
            },
        '253': {
                'name': 'Ужгород',
                'address': 'вул.Руська, 48',
                'latitude': 48.61516024304196,
                'longitude': 22.302915641582455,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 157'
            },
        '254': {
                'name': 'Ужгород',
                'address': 'вул.Руська, 58',
                'latitude': 48.61452169827714,
                'longitude': 22.303111882103718,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 157'
            },
        '255': {
                'name': 'Ужгород',
                'address': 'проспект Свободи, 53',
                'latitude': 48.61269796244768,
                'longitude': 22.295742166235033,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 616'
            },
        '256': {
                'name': 'Ужгород',
                'address': 'вул.Ф.Тихого, 15',
                'latitude': 48.613624717712504,
                'longitude': 22.297366783916324,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 585'

            },
        '257': {
                'name': 'Ужгород',
                'address': 'вул.Ф.Тихого, 12',
                'latitude': 48.61364924207543,
                'longitude': 22.298733012790166,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 148'

            },
        '258': {
                'name': 'Ужгород',
                'address': 'вул.Ф.Тихого, 10',
                'latitude': 48.613429802112044,
                'longitude': 22.2991798262827,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 96'

            },
        '259': {
                'name': 'Ужгород',
                'address': 'вул.Ф.Тихого, 13А',
                'latitude': 48.61314826358199,
                'longitude': 22.297451112790085,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 405'
            },
        '260': {
                'name': 'Ужгород',
                'address': 'проспект Свободи, 61',
                'latitude': 48.611483108948995,
                'longitude': 22.29666308210359,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },
        '261': {
                'name': 'Ужгород',
                'address': 'вул.Ф.Тихого, 9',
                'latitude': 48.6127698444227,
                'longitude': 22.29904813977531,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 292'

            },
        '262': {
                'name': 'Ужгород',
                'address': 'вул.Одеська, 8',
                'latitude': 48.61313944343614,
                'longitude': 22.300871439775275,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 165'
            },
        '263': {
                'name': 'Ужгород',
                'address': 'вул.Одеська, 10',
                'latitude': 48.61286609074193,
                'longitude': 22.30043975326789,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 143'
            },
        '264': {
                'name': 'Ужгород',
                'address': 'вул.Одеська, 14',
                'latitude': 48.61231319943583,
                'longitude': 22.29950401093945,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },
        '265': {
                'name': 'Ужгород',
                'address': 'вул.Станційна, 6',
                'latitude': 48.61185483378717,
                'longitude': 22.301156553267912,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'

            },
        '266': {
                'name': 'Ужгород',
                'address': 'проспект Свободи, 63',
                'latitude': 48.61084015597119,
                'longitude': 22.297669310939508,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },
        '267': {
                'name': 'Ужгород',
                'address': 'вул.Станційна, 12',
                'latitude': 48.61079475608592,
                'longitude': 22.299845397446703,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },
        '268': {
                'name': 'Ужгород',
                'address': 'проспект Свободи, 65',
                'latitude': 48.61049104415731,
                'longitude': 22.298433082103674,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 200'
            },
        '269': {
                'name': 'Ужгород',
                'address': 'вул.Українська, 1',
                'latitude': 48.61330222277639,
                'longitude': 22.304129468611087,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'

            },
        '270': {
                'name': 'Ужгород',
                'address': 'вул.Українська, 19 (ПГК Ужну)',
                'latitude': 48.613614954602134,
                'longitude': 22.30669162623881,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 800'
            },
        '271': {
                'name': 'Ужгород',
                'address': 'вул.Гагаріна, 10А',
                'latitude': 48.61015924508955,
                'longitude': 22.304930882103694,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },
        '272': {
                'name': 'Ужгород',
                'address': 'вул.Козацька, 49',
                'latitude': 48.61422431305726,
                'longitude': 22.31725215511857,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 170'
            },
        '273': {
                'name': 'Ужгород',
                'address': 'вул.Козацька, 68',
                'latitude': 48.61409495459696,
                'longitude': 22.316769155118596,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 185'
            },
        '274': {
                'name': 'Ужгород',
                'address': 'вул.Дворжака, 41',
                'latitude': 48.61273263119753,
                'longitude': 22.3150801686111,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 124'
            },
        '275': {
                'name': 'Ужгород',
                'address': 'вул.Андрія Палая 1А ',
                'latitude': 48.61088432384913,
                'longitude': 22.31612655511843,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },
        '276': {
                'name': 'Ужгород',
                'address': 'вул.Андрія Палая 1В',
                'latitude': 48.611321197262434,
                'longitude': 22.31551319773236,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },
        '277': {
                'name': 'Ужгород',
                'address': 'вул.Лобачевського, 41',
                'latitude': 48.60767008404006,
                'longitude': 22.310766226237043,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },
        '278': {
                'name': 'Ужгород',
                'address': 'вул.Лобачевського, 43',
                'latitude': 48.607154441776146,
                'longitude': 22.310542953267543,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },
        '279': {
                'name': 'Ужгород',
                'address': 'вул.Марка Вовчка, 47А',
                'latitude': 48.60824012033814,
                'longitude': 22.319083682103606,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },
        '280': {
                'name': 'Ужгород',
                'address': 'вул.Паризької Комуни, 3 (ДНЗ "УПЦТО")',
                'latitude': 48.59715205782518,
                'longitude': 22.31136497655136,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 400'
            },
        '281': {
                'name': 'Ужгород',
                'address': 'вул.Паризької Комуни, 2 (фойе поліклініки) ',
                'latitude': 48.59847972715637,
                'longitude': 22.31232327099263,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 450'
            },
        '282': {
                'name': 'Ужгород',
                'address': 'вул.Дендеші, 166',
                'latitude': 48.60376635224629,
                'longitude': 22.330664482103376,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 60'
            },
        '283': {
                'name': 'Ужгород',
                'address': 'вул.Жатковича, 24',
                'latitude': 48.586820024566556,
                'longitude': 22.3225378262306,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 90'
            },
        '285': {
                'name': 'Мукачево',
                'address': 'вул.Комарова, 35 (ЗОШ №7)',
                'latitude': 48.42974486748214,
                'longitude': 22.67985829426617,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 500'
            },
        '286': {
                'name': 'Мукачево',
                'address': 'вул.Олексія Береста, 32',
                'latitude': 48.42608624525383,
                'longitude': 22.685590215685593,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: '
            },
        '287': {
                'name': 'Мукачево',
                'address': 'вул.Великогірна, 30',
                'latitude': 48.42768925404255,
                'longitude': 22.74009226374194,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },
        '288': {
                'name': 'Мукачево',
                'address': 'вул.Великогірна, 34',
                'latitude': 48.427413463132005,
                'longitude': 22.739340339748164,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },
        '289': {
                'name': 'Мукачево',
                'address': 'вул.Івана Франка, 53',
                'latitude': 48.43317080557888,
                'longitude': 22.73075357680138,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 150'
            },
        '290': {
                'name': 'Мукачево',
                'address': 'вул.Івана Франка, 41',
                'latitude': 48.4335497332262,
                'longitude': 22.731575195121437,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 830'
            },
        '291': {
                'name': 'Мукачево',
                'address': 'вул.Писарєва',
                'latitude': 48.436581711721026,
                'longitude': 22.738826246755448,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: '
            },
        '292': {
                'name': 'Мукачево',
                'address': 'вул.Томаша Масарика, 32',
                'latitude': 48.439662811587205,
                'longitude': 22.73974111093204,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 200'
            },
        '293': {
                'name': 'Мукачево',
                'address': 'вул.Свято-Михайлівська, 37 (КУ "Мукачівський психоневрологічний інтернат № 1")',
                'latitude': 48.44439890953656,
                'longitude': 22.75144909969964,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 200'
            },
        '294': {
                'name': 'Мукачево',
                'address': 'вул.Свято-Михайлівська, 35А',
                'latitude': 48.44589184915342,
                'longitude': 22.751433628097473,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },
        '295': {
                'name': 'Мукачево',
                'address': 'вул.Закарпатська, 10',
                'latitude': 48.44797774328963,
                'longitude': 22.753548394480514,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 160'
            },
        '296': {
                'name': 'Мукачево',
                'address': 'вул.Закарпатська, 2',
                'latitude': 48.448996997769555,
                'longitude': 22.750405177236072,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 300'
            },
        '297': {
                'name': 'Мукачево',
                'address': 'вул.Верді, 6',
                'latitude': 48.449557104290534,
                'longitude': 22.746640116557696,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },
        '298': {
                'name': 'Мукачево',
                'address': 'вул.Підгорянська, 74 (Мукачівський ліцей №6)',
                'latitude': 48.453455969939704,
                'longitude': 22.752678204822892,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 586'
            },
        '299': {
                'name': 'Мукачево',
                'address': 'вул.Олександра Осипенка, 39',
                'latitude': 48.45075532447965,
                'longitude': 22.70010123758665,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 20'
            },
        '300': {
                'name': 'Мукачево',
                'address': 'вул.Осипенка Олександра, 58 (НВК ЗОШ №11)',
                'latitude': 48.45164029767769,
                'longitude': 22.70208034716593,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 1310'
            },
        '301': {
                'name': 'Мукачево',
                'address': 'вул.Генерала Петрова, 8 (ДНЗ 34)',
                'latitude': 48.452962356290286,
                'longitude': 22.703538610335052,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 275'
            },
        '302': {
                'name': 'Мукачево',
                'address': 'вул.Генерала Петрова, 18 (ДНЗ № 8 "Ластівка")',
                'latitude': 48.596176197385226,
                'longitude': 22.313441826281956,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 225'
            },
        '303': {
                'name': 'Мукачево',
                'address': 'вул.Росвигівська, 9А (Церква Живого Бога)',
                'latitude': 48.45239936787797,
                'longitude': 22.709694800197866,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 1300'
            },
        '304': {
                'name': 'Мукачево',
                'address': 'вул.Росвигівська, 13',
                'latitude': 48.455223173122455,
                'longitude': 22.71574007335626,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 1030'
            },
        '305': {
                'name': 'Мукачево',
                'address': 'вул.Росвигівська, 17Б (Греко-католицька Церква)',
                'latitude': 48.454051101169505,
                'longitude': 22.7161487705084,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 600'
            },
        '306': {
                'name': 'Мукачево',
                'address': 'вул.вул.Росвигівська, 19',
                'latitude': 48.454906922606575,
                'longitude': 22.717866290035683,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },
        '307': {
                'name': 'Мукачево',
                'address': 'вул.Водна, 13А (ЗДО №2)',
                'latitude': 48.44462647543446,
                'longitude': 22.71044657097381,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 556'
            },
        '308': {
                'name': 'Мукачево',
                'address': 'вул.Ужгородська, 27 (Мукачівський ліцей №5)',
                'latitude': 48.44672600476419,
                'longitude': 22.712787968298795,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 538'
            },
        '309': {
                'name': 'Мукачево',
                'address': 'вул.Ужгородська, 26 (Мукачівський державний університет)',
                'latitude': 48.44705578891702,
                'longitude': 22.714020886212946,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 600'
            },
        '310': {
                'name': 'Мукачево',
                'address': 'вул.Університетська, 15 (МДУ Корпус №2)',
                'latitude': 48.448130696641705,
                'longitude': 22.714462866331722,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 69'
            },
        '311': {
                'name': 'Мукачево',
                'address': 'вул.Філатова, 16 (Гуртожиток №1 МДУ)',
                'latitude': 48.447916795787954,
                'longitude': 22.71691957953095,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 156'
            },
        '312': {
                'name': 'Мукачево',
                'address': 'вул.Підопригори, 7',
                'latitude': 48.44683938285716,
                'longitude': 22.717512899830695,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },
        '313': {
                'name': 'Мукачево',
                'address': 'вул.Болгарська, 2',
                'latitude': 48.44208124459776,
                'longitude': 22.694912457053775,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 230'
            },
        '314': {
                'name': 'Мукачево',
                'address': 'вул.Окружна, 34',
                'latitude': 48.4427225038446,
                'longitude': 22.696735477324154,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 200'
            },
        '315': {
                'name': 'Мукачево',
                'address': 'вул.Набережна Незалежності, 2',
                'latitude': 48.442693288447224,
                'longitude': 22.697761577303652,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 200'
            },
        '316': {
                'name': 'Мукачево',
                'address': 'вул.Набережна Незалежності, 4',
                'latitude': 48.442454862520854,
                'longitude': 22.698365074317092,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 200'
            },
        '317': {
                'name': 'Мукачево',
                'address': 'вул.Окружна, 28',
                'latitude': 48.44086644826901,
                'longitude': 22.697804434295946,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 200'
            },
        '318': {
                'name': 'Мукачево',
                'address': 'вул.Окружна, 24',
                'latitude': 48.44683938285716,
                'longitude': 22.717512899830695,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 200'
            },
        '319': {
                'name': 'Мукачево',
                'address': 'вул.Петефі, 10',
                'latitude': 48.43893793897626,
                'longitude': 22.69858028460269,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },
        '320': {
                'name': 'Мукачево',
                'address': 'вул.Драгоманова, 66 (Ліцей №10)',
                'latitude': 48.43930679368767,
                'longitude': 22.701527206221503,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 315'
            },
        '321': {
                'name': 'Мукачево',
                'address': 'вул.Ілони Зріні, 176',
                'latitude': 48.437580200424904,
                'longitude': 22.697119723333227,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 90'
            },
        '322': {
                'name': 'Мукачево',
                'address': 'вул.Набережна Незалежності, 8',
                'latitude': 48.442358511557465,
                'longitude': 22.70189473406871,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },
        '323': {
                'name': 'Мукачево',
                'address': 'вул.Набережна Незалежності, 3',
                'latitude': 48.44241537479806,
                'longitude': 22.704296417010248,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 90'
            },
        '324': {
                'name': 'Мукачево',
                'address': 'вул.Ілони Зріні, 111',
                'latitude': 48.437225003322524,
                'longitude': 22.70497584417323,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },
        '325': {
                'name': 'Мукачево',
                'address': 'вул.Молодіжна, 27',
                'latitude': 48.436145656505204,
                'longitude': 22.70321750115981,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 200'
            },
        '326': {
                'name': 'Мукачево',
                'address': 'вул.Шевченка, 68 (Школа №16)',
                'latitude': 48.434344503245185,
                'longitude': 22.702812461895565,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 470'
            },
        '327': {
                'name': 'Мукачево',
                'address': 'вул.Дмитра Донського, 7',
                'latitude': 48.433131393290886,
                'longitude': 22.70665470466064,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },
        '328': {
                'name': 'Мукачево',
                'address': 'вул.Берегівська, 66',
                'latitude': 48.43418927872925,
                'longitude': 22.710248236347272,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 168'
            },
        '329': {
                'name': 'Мукачево',
                'address': 'вул.Вокзальна, 3',
                'latitude': 48.430353968483566,
                'longitude': 22.714025710931637,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },
        '330': {
                'name': 'Мукачево',
                'address': 'вул.Королеви Єлизавети, 22 (Гімназія)',
                'latitude': 48.43370893383706,
                'longitude': 22.71953661482082,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 538'
            },
        '331': {
                'name': 'Мукачево',
                'address': 'вул.Івана Маргітича, 47',
                'latitude': 48.434545753916396,
                'longitude': 22.72078470386568,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 20'
            },
        '332': {
                'name': 'Мукачево',
                'address': 'вул.Королеви Єлизавети, 32 (КУ "Мукачівський неврологічний інтернат")',
                'latitude': 48.433906203131535,
                'longitude': 22.722782740223284,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 165'
            },
        '333': {
                'name': 'Мукачево',
                'address': 'вул.Ярослава Мудрого, 40',
                'latitude': 48.435942918034996,
                'longitude': 22.717005923255382,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 98'
            },
        '334': {
                'name': 'Мукачево',
                'address': 'вул.26 Жовтня, 12 (ДНЗ №15)',
                'latitude': 48.436651506948515,
                'longitude': 22.715516332432,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 66'
            },
        '335': {
                'name': 'Мукачево',
                'address': 'вул.Августина Штефана, 2',
                'latitude': 48.43674950627071,
                'longitude': 22.717972299809084,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 133'
            },
        '336': {
                'name': 'Мукачево',
                'address': 'вул.Соборна, 25 (Приватна Гімназія "Індиго")',
                'latitude': 48.43791468378065,
                'longitude': 22.717281754039753,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },
        '337': {
                'name': 'Мукачево',
                'address': 'вул.Соборна, 21 (Мукачівський ліцей)',
                'latitude': 48.438979479179956,
                'longitude': 22.718348139507874,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 385'
            },
        '338': {
                'name': 'Мукачево',
                'address': 'площа О.Духновича, 17 (Школа №20)',
                'latitude': 48.440282997359006,
                'longitude': 22.717587176212913,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 398'
            },
        '339': {
                'name': 'Мукачево',
                'address': 'вул.Федорова, 5',
                'latitude': 48.44027319500368,
                'longitude': 22.71935612367763,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 157'
            },
        '340': {
                'name': 'Мукачево',
                'address': 'вул.Недецеї, 20 (Католицький ліцей)',
                'latitude': 48.43850126615161,
                'longitude': 22.721495866753113,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 69'
            },
        '341': {
                'name': 'Мукачево',
                'address': 'вул.І.Франка, 41 (Поліклініка ОДЛ)',
                'latitude': 48.43591065202468,
                'longitude': 22.72779898932813,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 830'
            },
        '342': {
                'name': 'Мукачево',
                'address': 'вул.Юрія Чорія, 14 (ЗОШ №2)',
                'latitude': 48.43591065202468,
                'longitude': 22.72779898932813,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 500'
            },
        '343': {
                'name': 'Мукачево',
                'address': 'вул.Миру, 25 (ДНЗ №23)',
                'latitude': 48.43890660445734,
                'longitude': 22.724641882036934,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 85'
            },
        '344': {
                'name': 'Мукачево',
                'address': 'вул.Духновича, 1 (Центральна бібліотека)',
                'latitude': 48.44072367258597,
                'longitude': 22.722058093904387,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 40'
            },
        '345': {
                'name': 'Мукачево',
                'address': 'вул.Воз`єднання, 20 (паркінг ТРК "Щодня")',
                'latitude': 48.4429843127742,
                'longitude': 22.722196745967107,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 530'
            },
        '346': {
                'name': 'Мукачево',
                'address': 'вул.Духновича, 19-21 (ЗО ліцей-інтернат з посиленою військово-фізичною підготовкою)',
                'latitude': 48.442207623016195,
                'longitude': 22.72443049929005,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 160'
            },
        '347': {
                'name': 'Мукачево',
                'address': 'вул.Василя Стуса, 3А',
                'latitude': 48.44294802999904,
                'longitude': 22.73114780746917,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 10'
            },
        '348': {
                'name': 'Мукачево',
                'address': 'вул.Василя Стуса, 7',
                'latitude': 48.44382632103219,
                'longitude': 22.729929549940007,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 36'
            },
        '349': {
                'name': 'Мукачево',
                'address': 'вул.Духновича, 87 (Обласний центр соціально-психологічної реабілітації)',
                'latitude': 48.44555838961475,
                'longitude': 22.730567681187292,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 116'
            },
        '350': {
                'name': 'с.Лавки',
                'address': 'вул.Миру, 31А',
                'latitude': 48.477570,
                'longitude': 22.697370,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },
        '351': {
                'name': 'Мукачево',
                'address': 'вул.Космонавтів, 31 (Амбулаторія загальної практики сімейної медицини №5)',
                'latitude': 48.39039528597874,
                'longitude': 22.724621584818387,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 280'
            },
        '352': {
                'name': 'с.Форнош',
                'address': 'вул.Беке, 138 (ЗДО)',
                'latitude': 48.35924034502885,
                'longitude': 22.744264636647248,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },
        '353': {
                'name': 'с.Барбово',
                'address': 'вул.Зелена, 2 (Гімназія)',
                'latitude': 48.34017685903272,
                'longitude': 22.77059248401963,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 150'
            },
        '354': {
                'name': 'с.Макарьово',
                'address': 'вул.Духновича, 1 (ЗОШ)',
                'latitude': 48.32880421012208,
                'longitude': 22.798917678460743,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 400'
            },
        '355': {
                'name': 'с.Пістрялово',
                'address': 'вул.Миру, 26',
                'latitude': 48.362162766612876,
                'longitude': 22.801018392440607,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 300'
            },
        '356': {
                'name': 'с.Залужжя',
                'address': 'вул.Шкільна, 1а',
                'latitude': 48.358014528995994,
                'longitude': 22.850742152707323,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 80'
            },
        '357': {
                'name': 'с.Негрово',
                'address': 'вул.Миру, 1',
                'latitude': 48.37111095069009,
                'longitude': 22.905501684609025,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 70'
            },
        '358': {
                'name': 'с.Доробратово',
                'address': 'вул.Дружби, 2',
                'latitude': 48.349387423657504,
                'longitude': 22.904635198504728,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },

        '359': {
                'name': 'Свалява',
                'address': 'вул.Мендєлєєва, 14',
                'latitude': 48.55082836248089,
                'longitude': 23.01067332803899,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 280'
            },

        '360': {
                'name': 'Свалява',
                'address': 'вул.Мендєлєєва, 5',
                'latitude': 48.55135199698156,
                'longitude': 23.010756260290094,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 140'
            },
        '361': {
                'name': 'Свалява',
                'address': 'вул.Головна, 68',
                'latitude': 48.547247083516595,
                'longitude': 22.98739072342976,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 850'
            },

        '362': {
                'name': 'Свалява',
                'address': 'вул.Головна, 21',
                'latitude': 48.547367595278395,
                'longitude': 22.987458479103672,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },
        '363': {
                'name': 'Свалява',
                'address': 'вул.Головна, 62',
                'latitude': 48.54740261630068,
                'longitude': 22.983679597444024,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 850'
            },

        '364': {
                'name': 'Свалява',
                'address': 'вул.Головна, 56',
                'latitude': 48.54820175872281,
                'longitude': 22.982667935855524,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 700'
            },

        '365': {
                'name': 'Свалява',
                'address': 'вул.Шерегія, 7',
                'latitude': 48.5478428506979,
                'longitude': 23.005480862344296,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 300'
            },

        '366': {
                'name': 'Свалява',
                'address': 'вул.Волошина, 77',
                'latitude': 48.54653279334994,
                'longitude': 23.00544438337458,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 550'
            },
        '367': {
                'name': 'Свалява',
                'address': 'вул.Визволення, 97',
                'latitude': 48.54971461214973,
                'longitude': 23.006424141563613,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 300'
            },
        '368': {
                'name': 'Свалява',
                'address': 'вул.Визволення, 99',
                'latitude': 48.549906757087086,
                'longitude': 23.007237515564846,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 900'
            },
        '369': {
                'name': 'Свалява',
                'address': 'вул.Визволення, 111',
                'latitude': 48.55070669119483,
                'longitude': 23.010666032617717,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 300'
            },
        '370': {
                'name': 'Свалява',
                'address': 'вул.Мукачівська, 77',
                'latitude': 48.54569399631305,
                'longitude': 22.97375319013449,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 60'
            },
        '371': {
                'name': 'Свалява',
                'address': 'вул.Мукачівська, 4',
                'latitude': 48.54828299650525,
                'longitude':  22.981569334338154,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 20'
            },
        '372': {
                'name': 'Свалява',
                'address': 'вул.Невського, 52',
                'latitude': 48.545576652457434,
                'longitude': 22.983223223586737,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 270'
            },
        '373': {
                'name': 'Свалява',
                'address': 'вул.Київська, 4a',
                'latitude': 48.55080329390115,
                'longitude': 22.982540434649856,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 300'
            },
        '374': {
                'name': 'Свалява',
                'address': 'вул.Київська, 8а',
                'latitude': 48.55139691453548,
                'longitude': 22.9891950429025,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 830'
            },
        '375': {
                'name': 'Свалява',
                'address': 'вул.Головна, 60',
                'latitude': 48.54739479173289,
                'longitude': 22.985234345975883,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 200'
            },
        '376': {
                'name': 'с.Голубине',
                'address': 'вул.Гірська, б/н',
                'latitude': 48.56083858100244,
                'longitude': 22.977817019174275,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },
        '377': {
                'name': 'с.Стройне',
                'address': 'Стройненська гімназія, 39',
                'latitude': 48.52663311040644,
                'longitude': 23.035195011969677,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: '
            },
        '378': {
                'name': 'с.Черник',
                'address': 'Приватний будинок, що належить громадянці Малейко О.В., 72',
                'latitude': 48.52987275403075,
                'longitude': 23.018316011374644,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: '
            },
        '379': {
                'name': 'с.Дусино',
                'address': 'вул.Миру, 85 (Дусинський Заклад Загальної Середньої Освіти)',
                'latitude': 48.513535063178715,
                'longitude': 23.105953936048717,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: '
            },
        '380': {
                'name': 'с.Мала Мартинка',
                'address': 'Маломартинківська початкова школа, 188',
                'latitude': 48.52877282250991,
                'longitude': 23.076028271774952,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: '
            },
        '381': {
                'name': 'с.Тибава',
                'address': 'Адмінбудівля колишньої Тибавської сільради, 72',
                'latitude': 48.542440,
                'longitude': 23.088400,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: '
            },
        '382': {
                'name': 'с.Драчино',
                'address': 'вул.Драчинська, 3 (Молитовний будинок Релігійної громади Римо-католицької церкви)',
                'latitude': 48.54274826939676,
                'longitude': 22.94412159326685,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: '
            },
        '383': {
                'name': 'с.Росош',
                'address': 'вул.Перемоги, 135 (Будівля колишньої амбулаторії,)',
                'latitude': 48.498190,
                'longitude': 23.143360,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: '
            },
        '384': {
                'name': 'с.Дусино',
                'address': 'вул.Перемоги, 155А, (Росошанський заклад дошкільної освіти)',
                'latitude': 48.51003725900347,
                'longitude': 23.105275219874848,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: '
            },
        '385': {
                'name': 'с.Ганьковиця',
                'address': 'Ганьковицькка гімназія І-ІІ ст, 32',
                'latitude': 48.635685417164794,
                'longitude': 23.05261175342747,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 300'
            },
        '386': {
                'name': 'с.Плоске',
                'address': 'Плосківський ліцей, 266',
                'latitude': 48.66315365114155,
                'longitude': 22.898112197449,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 300'
            },
        '387': {
                'name': 'с.Поляна',
                'address': 'вул.Духновича, 59',
                'latitude': 48.620187168714516,
                'longitude': 22.965882190081693,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 500'
            },
        '388': {
                'name': 'с.Поляна',
                'address': 'вул.Духновича, 104 («Санаторій Поляна»)',
                'latitude': 48.62767849626437,
                'longitude': 22.973199684718608,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: '
            },
        '389': {
                'name': 'с.Анталовці',
                'address': 'вул.Шкільна, 38',
                'latitude': 48.62881169637856,
                'longitude': 22.525900359927572,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 120'
            },
        '390': {
                'name': 'с.Зняцево',
                'address': 'вул.Гойди, 70',
                'latitude': 48.48398460156186,
                'longitude': 22.51119062806767,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },
        '391': {
                'name': 'с.Чабанівка',
                'address': 'вул.Л.Українки, 38А',
                'latitude': 48.49148239626635,
                'longitude': 22.542464393520984,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 90'
            },
        '392': {
                'name': 'с.Ключарки',
                'address': 'вул.Гагаріна, 91',
                'latitude': 48.42152603086972,
                'longitude': 22.633025351803447,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },
        '393': {
                'name': 'с.Кольчино',
                'address': 'вул.Корятовича, 60',
                'latitude': 48.46496048018801,
                'longitude': 22.761447079465302,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },
        '394': {
                'name': 'с.Верхній Коропець',
                'address': 'вул.Івана Франка, 2А',
                'latitude': 48.43180832659978,
                'longitude': 22.781989213183312,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 400'
            },
        '395': {
                'name': 'Мукачево',
                'address': 'вул.І.Франка, 132к',
                'latitude': 48.42601104659881,
                'longitude': 22.735688296254022,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 80'
            },
        '396': {
                'name': 'Мукачево',
                'address': 'вул.Менделєєва, 3',
                'latitude': 48.432408257492305,
                'longitude': 22.726831082095938,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },
        '397': {
                'name': 'Мукачево',
                'address': 'вул.Томаша Масарика, 9',
                'latitude': 48.441842627790194,
                'longitude': 22.738825340041046,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },
        '398': {
                'name': 'Мукачево',
                'address': 'вул.Томаша Масарика, 13',
                'latitude': 48.44015175721063,
                'longitude': 22.742940126275307,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 450'
            },
        '399': {
                'name': 'Мукачево',
                'address': 'вул.Томаша Масарика, 11',
                'latitude': 48.44162831499923,
                'longitude': 22.740370597563228,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },
        '400': {
                'name': 'Мукачево',
                'address': 'вул.Свято-Михайлівська, 1',
                'latitude': 48.44286603167143,
                'longitude': 22.751935453260614,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },
        '401': {
                'name': 'Мукачево',
                'address': 'вул.Свалявська, 20',
                'latitude': 48.44613495520547,
                'longitude': 22.749475497439757,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },
        '402': {
                'name': 'Мукачево',
                'address': 'вул.Воз`єднання, 21',
                'latitude': 48.44344875113451,
                'longitude': 22.722839625292494,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },
        '403': {
                'name': 'Перечин',
                'address': 'вул.Ужгородська, 37',
                'latitude': 48.72383206486539,
                'longitude': 22.442229489251865,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 150'
            },
        '404': {
                'name': 'Перечин',
                'address': 'вул.Партизанська, 10',
                'latitude': 48.732130856011025,
                'longitude': 22.44754007241923,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 150'
            },
        '405': {
                'name': 'Перечин',
                'address': 'вул.Ломоносова, 1 (Перечинська ЗОШ)',
                'latitude': 48.73579563851185,
                'longitude': 22.459816273192004,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 150'
            },
        '406': {
                'name': 'Перечин',
                'address': 'вул.Жовтнева, 20',
                'latitude': 48.733955487604646,
                'longitude': 22.47151295105394,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 150'
            },
        '407': {
                'name': 'Перечин',
                'address': 'вул.Жовтнева, 20 (Перечинська гімназія ІІ-ІІІ ступенів)',
                'latitude': 48.73374334095972,
                'longitude': 22.471957749752274,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 150'
            },
        '408': {
                'name': 'Перечин',
                'address': 'площа Народна, 16',
                'latitude': 48.73515044691598,
                'longitude': 22.477280463601137,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },
        '409': {
                'name': 'Перечин',
                'address': 'вул.Гуменська, 24',
                'latitude': 48.73961748756515,
                'longitude': 22.473952736476953,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },
        '410': {
                'name': 'с.Зарічево',
                'address': 'вул.Шевченка, 6А',
                'latitude': 48.76949946488473,
                'longitude': 22.515202909666236,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 185'
            },
        '411': {
                'name': 'с.Турья Бистра',
                'address': 'вул.Духновича, 66',
                'latitude': 48.661754706433726,
                'longitude': 22.810727943291216,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 80'
            },
        '412': {
                'name': 'с.Турья Поляна',
                'address': 'вул.Зелена, 40',
                'latitude': 48.7042714662875,
                'longitude': 22.807765476643297,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 300'
            },
        '413': {
                'name': 'с.Дубриничі',
                'address': 'вул.Центральна, 73 (Дубриницька ЗОШ І-ІІІ ст.)',
                'latitude': 48.804456619765126,
                'longitude': 22.492388947277178,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 160'
            },
        '414': {
                'name': 'с.Дубриничі',
                'address': 'вул.Цетральна, 93 ("Перечинський лісохімічний комбінат")',
                'latitude': 48.80811804552611,
                'longitude': 22.492759975941727,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 190'
            },
        '415': {
                'name': 'смт.В.Березний',
                'address': 'вул.Локоти, 6',
                'latitude': 48.88300540262918,
                'longitude': 22.449682952752024,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 28'
            },
        '416': {
                'name': 'смт.В.Березний',
                'address': 'вул.Штефаника, 7 (архівний відділ РДА)',
                'latitude': 48.88874386324657,
                'longitude': 22.45680802289744,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },
        '417': {
                'name': 'смт.В.Березний',
                'address': 'вул.Штефаника, 5',
                'latitude': 48.88904901994492,
                'longitude': 22.457257770874595,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 62'
            },
        '418': {
                'name': 'смт.В.Березний',
                'address': 'вул.Комарова, 2',
                'latitude': 48.89002093920059,
                'longitude': 22.455077743171714,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 32'
            },
        '419': {
                'name': 'смт.В.Березний',
                'address': 'вул.Б.Хмельницького, 6 (В.Березнянська дитя-ча школа мистецтв)',
                'latitude': 48.89063109954231,
                'longitude': 22.459999792300415,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },
        '420': {
                'name': 'смт.В.Березний',
                'address': 'вул.Шевченка, 29',
                'latitude': 48.89277722009456,
                'longitude': 22.459564068062157,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 80'
            },
        '421': {
                'name': 'смт.В.Березний',
                'address': 'вул.Заводська, 2',
                'latitude': 48.89434168479849,
                'longitude': 22.460477537569815,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 80'
            },
        '422': {
                'name': 'смт.В.Березний',
                'address': 'вул.Шевченка, 28',
                'latitude': 48.89568913152982,
                'longitude': 22.46154085369313,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },
        '423': {
                'name': 'смт.В.Березний',
                'address': 'вул.Радянська,70',
                'latitude': 48.8962059477729,
                'longitude':  22.459390590736067,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },
        '424': {
                'name': 'смт.В.Березний',
                'address': 'вул.Шевченка, 36',
                'latitude': 48.8967953759763,
                'longitude': 22.46196721738973,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 120'
            },
        '425': {
                'name': 'смт.В.Березний',
                'address': 'вул.Чапаєва, 1',
                'latitude': 48.90189597596592,
                'longitude': 22.461345678028408,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },
        '426': {
                'name': 'смт.Воловець',
                'address': 'вул.Фабрична, 2',
                'latitude': 48.71407132114307,
                'longitude': 23.190753016016902,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 200'
            },
        '427': {
                'name': 'смт.Воловець',
                'address': 'вул.Фабрична, 7',
                'latitude': 48.714558157032485,
                'longitude': 23.192137579963568,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 200'
            },
        '428': {
                'name': 'смт.Воловець',
                'address': 'вул.Фабрична, 9',
                'latitude': 48.71452536807845,
                'longitude': 23.192987907488057,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 400'
            },
        '429': {
                'name': 'смт.Воловець',
                'address': 'вул.Фабрична, 4',
                'latitude': 48.71421375114413,
                'longitude': 23.195147128235057,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 90'
            },
        '430': {
                'name': 'смт.Воловець',
                'address': 'вул.Карпатська, 76',
                'latitude': 48.715368140384825,
                'longitude': 23.194394477576193,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 200'
            },
        '431': {
                'name': 'смт.Воловець',
                'address': 'вул.Фабрична, 23',
                'latitude': 48.714471649174406,
                'longitude': 23.195351047243317,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 200'
            },
        '432': {
                'name': 'смт.Воловець',
                'address': 'вул.Фабрична, 25',
                'latitude': 48.71447137446715,
                'longitude': 23.196110586418193,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 200'
            },
        '433': {
                'name': 'смт.Воловець',
                'address': 'вул.Карпатська, 53 (Воловецьке відділення Мукачівського відділу поліції ГУНП в ЗО)',
                'latitude': 48.7161122157463,
                'longitude':  23.197583788563072,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },
        '434': {
                'name': 'с.Керецьки',
                'address': 'Керецьківська ЗОШ 1-3ст., 54',
                'latitude': 48.48029438857206,
                'longitude': 23.220141918817536,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },
        '435': {
                'name': 'смт.Чинадієво',
                'address': 'вул.Волошина, 59А',
                'latitude': 48.484468359154846,
                'longitude': 22.829113482429513,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },
        '436': {
                'name': 'с.Соломоново',
                'address': 'вул.Миру, 2А',
                'latitude': 48.42931878032911,
                'longitude': 22.16060711570941,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },
        '437': {
                'name': 'Чоп',
                'address': 'вул.Пушкіна, 5',
                'latitude': 48.427158728232754,
                'longitude': 22.196161891042163,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 600'
            },
        '438': {
                'name': 'Чоп',
                'address': 'вул.Шкільна, 12',
                'latitude': 48.43032914377786,
                'longitude': 22.197568596237605,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 371'
            },
        '439': {
                'name': 'Чоп',
                'address': 'вул.Головна, 43',
                'latitude': 48.431898843082166,
                'longitude': 22.19871118714024,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 150'
            },
        '440': {
                'name': 'Чоп',
                'address': 'Провулок Прикордонників, 6а',
                'latitude': 48.429834158986736,
                'longitude': 22.202130086730943,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 784'
            },
        '441': {
                'name': 'Чоп',
                'address': 'Провулок Прикордонників, 7а',
                'latitude': 48.430094000974705,
                'longitude': 22.204015870240536,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 763'
            },
        '442': {
                'name': 'Чоп',
                'address': 'площа Європейська, 3',
                'latitude': 48.43251147565383,
                'longitude': 22.205560295235138,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },
        '443': {
                'name': 'Чоп',
                'address': 'площа Героїв Майдану, 1',
                'latitude': 48.43211995105219,
                'longitude': 22.207239358036965,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 400'
            },
        '444': {
                'name': 'Чоп',
                'address': 'вул.Головна, 2',
                'latitude': 48.4312941801722,
                'longitude': 22.20692285741484,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 400'
            },
        '445': {
                'name': 'Чоп',
                'address': 'вул.Миру, 13',
                'latitude': 48.42960200577145,
                'longitude': 22.210099025914452,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 228'
            },
        '446': {
                'name': 'Чоп',
                'address': 'вул.Миру, 17',
                'latitude': 48.42928876839496,
                'longitude': 22.21235208147914,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 386'
            },
        '447': {
                'name': 'Чоп',
                'address': 'вул.Миру, 19',
                'latitude': 48.42936707791963,
                'longitude': 22.212872430015175,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 386'
            },
        '448': {
                'name': 'Чоп',
                'address': 'проспект Залізничників, 2а',
                'latitude': 48.43008253662511,
                'longitude': 22.21306554905947,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 433'
            },
        '449': {
                'name': 'Чоп',
                'address': 'проспект Залізничників, 2в',
                'latitude': 48.42978354018233,
                'longitude': 22.213585897595504,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 390'
            },
        '450': {
                'name': 'Чоп',
                'address': 'проспект Залізничників, 2г',
                'latitude': 48.430395769106774,
                'longitude': 22.213698550371344,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 290'
            },
        '451': {
                'name': 'Чоп',
                'address': 'вул.Новозагородня, 30',
                'latitude': 48.43658751250715,
                'longitude': 22.20593187028923,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 336'
            },
        '452': {
                'name': 'Чоп',
                'address': 'вул.Новозагородня, 28',
                'latitude': 48.436486848252876,
                'longitude': 22.206777757517944,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 336'
            },
        '453': {
                'name': 'Чоп',
                'address': 'вул.Новозагородня, 26',
                'latitude': 48.436408833318616,
                'longitude': 22.20743398393304,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 336'
            },
        '454': {
                'name': 'Чоп',
                'address': 'вул.Новозагородня,31',
                'latitude': 48.43622260363639,
                'longitude': 22.206481886648707,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 336'
            },
        '455': {
                'name': 'Чоп',
                'address': 'вул.Новозагородня, 29',
                'latitude': 48.43612210925839,
                'longitude': 22.206898364793915,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 336'
            },
        '456': {
              'name': 'Ужгород',
              'address': 'вул.Щедріна, 30',
              'latitude': 48.629691296641866,
              'longitude': 22.26980333712781,
              'type': 'Найпростіше укриття',
              'capacity': 'Місткість: 26'
           },
        '457': {
              'name': 'Берегово',
              'address': 'вул.Мужайська, 34',
              'latitude': 48.200252155054315,
              'longitude': 22.652637987376764,
              'type': 'Найпростіше укриття',
              'capacity': 'Місткість: 400'
           },
        '458': {
              'name': 'Берегово',
              'address': 'вул.Б.Хмельницького, 5',
              'latitude': 48.205039348630045,
              'longitude': 22.64330765092765,
              'type': 'Найпростіше укриття',
              'capacity': 'Місткість: 100'
           },
        '459': {
              'name': 'Берегово',
              'address': 'вул.Б.Хмельницького, 7',
              'latitude': 48.204971321999444,
              'longitude': 22.642912127883914,
              'type': 'Найпростіше укриття',
              'capacity': 'Місткість: 100'
           },
        '460': {
              'name': 'Берегово',
              'address': 'вул.Мужайська, 107',
              'latitude': 48.19487033496335,
              'longitude': 22.657177319322827,
              'type': 'Найпростіше укриття',
              'capacity': 'Місткість: 200'
           },
        '461': {
              'name': 'с.Велика Бакта',
              'address': 'пр.Свободи, 17',
              'latitude': 48.16023806775765,
              'longitude': 22.664335510758733,
              'type': 'Найпростіше укриття',
              'capacity': 'Місткість: 50'
           },
        '462': {
              'name': 'с.Велика Бакта',
              'address': 'пр.Свободи, б/н',
              'latitude': 48.160358427915995,
              'longitude': 22.665012148725683,
              'type': 'Найпростіше укриття',
              'capacity': 'Місткість: 20'
           },
        '463': {
                'name': 'с.Вари',
                'address': 'вул.Ворошдерек, 9',
                'latitude': 48.1226198017037,
                'longitude': 22.708323842739002,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 110'
            },
        '464': {
                'name': 'с.Вари',
                'address': 'вул.Ворошдерек, 5',
                'latitude': 48.12315880606469,
                'longitude': 22.708247157102743,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 120'
            },
        '465': {
                'name': 'с.Вари',
                'address': 'вул.Задора, 2',
                'latitude': 48.12393267394476,
                'longitude': 22.70893732782904,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 150'
            },
        '466': {
                'name': 'с.Оросієво',
                'address': 'вул.Пекарська, 6',
                'latitude': 48.162239229189225,
                'longitude': 22.816641390418408,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 60'
            },
        '467': {
                'name': 'с.Н.Ремети',
                'address': 'вул.Центральна, 166',
                'latitude': 48.25613065307904,
                'longitude': 22.81336754762198,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 66'
            },
        '468': {
                'name': 'Виноградово',
                'address': 'вул.Черняховського, 12',
                'latitude': 48.139044023538595,
                'longitude': 23.013831541605633,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 350'
            },
        '469': {
                'name': 'Виноградово',
                'address': 'вул.Черняховського, 10',
                'latitude': 48.13905548314741,
                'longitude': 23.014909468590883,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 230'
            },
        '470': {
                'name': 'Виноградово',
                'address': 'вул.Калініна, б/н',
                'latitude': 48.13720110784422,
                'longitude': 23.019608698747597,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },
        '471': {
                'name': 'Виноградово',
                'address': 'вул.Калініна, б/н',
                'latitude': 48.13737844010218,
                'longitude': 23.020527966144865,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },
        '472': {
                'name': 'Виноградово',
                'address': 'вул.Калініна, б/н',
                'latitude': 48.13851930940144,
                'longitude': 23.020647805014804,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 500'
            },
        '473': {
                'name': 'Виноградово',
                'address': 'вул.Калініна, б/н',
                'latitude': 48.139131888739755,
                'longitude': 23.020571940693483,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 120'
            },
        '474': {
                'name': 'Виноградово',
                'address': 'вул.Калініна, б/н',
                'latitude': 48.139582458955886,
                'longitude': 23.020526422098218,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 540'
            },
        '475': {
                'name': 'Виноградово',
                'address': 'вул.Миру, 74',
                'latitude': 48.140154525596216,
                'longitude': 23.02070091008198,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 105'
            },
        '476': {
                'name': 'Виноградово',
                'address': 'вул.Корятовича, 2',
                'latitude': 48.14062533668758,
                'longitude': 23.020556767863635,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 120'
            },
        '477': {
                'name': 'Виноградово',
                'address': 'вул.Корятовича, 13',
                'latitude': 48.14086327183746,
                'longitude': 23.019107759254208,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 105'
            },
        '478': {
                'name': 'Виноградово',
                'address': 'вул.Корятовича, 14',
                'latitude': 48.14157200828941,
                'longitude': 23.019464321583797,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 90'
            },
        '479': {
                'name': 'Виноградово',
                'address': 'вул.Корятовича, б/н',
                'latitude': 48.142513600174254,
                'longitude': 23.021694732776805,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 700'
            },
        '480': {
                'name': 'Виноградово',
                'address': 'вул.Миру, 53',
                'latitude': 48.13956727130121,
                'longitude': 23.02410721839835,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },
        '481': {
                'name': 'Виноградово',
                'address': 'вул.Миру, 54',
                'latitude': 48.14048276966386,
                'longitude': 23.023915710264372,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 77'
            },
        '482': {
                'name': 'Виноградово',
                'address': 'вул.Миру, 33',
                'latitude': 48.139811864566134,
                'longitude': 23.027956748857857,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 112'
            },
        '483': {
                'name': 'Виноградово',
                'address': 'вул.Миру, 29',
                'latitude': 48.13992680541679,
                'longitude': 23.029315561906085,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 400'
            },
        '484': {
                'name': 'Виноградово',
                'address': 'вул.Шевченка, 6',
                'latitude': 48.14126764956041,
                'longitude': 23.032103357294062,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 38'
            },
        '485': {
                'name': 'Виноградово',
                'address': 'вул.Промінь, 1',
                'latitude': 48.14220924701141,
                'longitude': 23.030874355226167,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 330'
            },
        '486': {
                'name': 'Виноградово',
                'address': 'вул.М.Лучкая, 18',
                'latitude': 48.13773397388246,
                'longitude': 23.040941551430155,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 120'
            },
        '487': {
                'name': 'Виноградово',
                'address': 'вул.Персикова, 37',
                'latitude': 48.1366396190451,
                'longitude': 23.053269005984422,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 2220'
            },
        '488': {
                'name': 'Виноградово',
                'address': 'вул.І.Франка, 92',
                'latitude': 48.150294047389096,
                'longitude': 23.0255270711082,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 130'
            },
        '489': {
                'name': 'Виноградово',
                'address': 'вул.І.Франка, 90',
                'latitude': 48.15016750953107,
                'longitude': 23.024844292179193,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 130'
            },
        '490': {
                'name': 'Виноградово',
                'address': 'вул.І.Франка, 135',
                'latitude': 48.152918596699095,
                'longitude': 23.022403639821366,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 170'
            },
        '491': {
                'name': 'Виноградово',
                'address': 'вул.Північна, 26',
                'latitude': 48.15635362690113,
                'longitude': 23.035993233863678,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 150'
            },
        '492': {
                'name': 'Виноградово',
                'address': 'вул.Північна,25',
                'latitude': 48.15982866492131,
                'longitude': 23.03416446913379,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 90'
            },
        '493': {
                'name': 'Виноградово',
                'address': 'вул.І.Франка, 116',
                'latitude': 48.16276933701866,
                'longitude': 23.023949710469086,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 116'
            },
        '494': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Добролюбова, 28',
                'latitude': 48.55016172615563,
                'longitude': 23.49295851643502,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 120'
            },
        '495': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Добролюбова, 11',
                'latitude': 48.54591951570918,
                'longitude': 23.492926557387552,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 150'
            },
        '496': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Добролюбова, 9',
                'latitude': 48.545606991256086,
                'longitude': 23.492591638681162,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 120'
            },
        '497': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Добролюбова, 38',
                'latitude': 48.54559009798744,
                'longitude': 23.49211956279025,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 150'
            },
        '498': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Добролюбова, 39',
                'latitude':48.545459174964115,
                'longitude': 23.491647486899343,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 150'
            },
        '499': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Добролюбова, 40',
                'latitude': 48.54595119037714,
                'longitude': 23.49188990424873,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 150'
            },
        '500': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Шевченка, 177',
                'latitude': 48.530557887064795,
                'longitude': 23.498523505503602,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 95'
            },
        '501': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Шевченка, 143',
                'latitude': 48.52792497844022,
                'longitude': 23.49989061050493,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 95'
            },
        '502': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Шевченка, 107',
                'latitude': 48.52686628889941,
                'longitude': 23.499439999395996,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 120'
            },
        '503': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Борканюка, 21',
                'latitude': 48.52659628399454,
                'longitude': 23.49798087772305,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 90'
            },
        '504': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Борканюка, 21а',
                'latitude': 48.52625522311913,
                'longitude': 23.498055979573614,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 90'
            },
        '505': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Шевченка, 97',
                'latitude': 48.52566064470047,
                'longitude': 23.499443023731097,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 120'
            },
        '506': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Шевченка, 89',
                'latitude': 48.52431785697891,
                'longitude': 23.499934970464306,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 150'
            },
        '507': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Шевченка, 91',
                'latitude': 48.52430009264919,
                'longitude': 23.500181733687572,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 150'
            },
        '508': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Шевченка, 93',
                'latitude': 48.52404073272576,
                'longitude': 23.500213920194962,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 150'
            },
        '509': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Ольбрахта, 14',
                'latitude': 48.52378424392324,
                'longitude': 23.503283381159708,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 120'
            },
        '510': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Ольбрахта, 16',
                'latitude': 48.52370159239198,
                'longitude': 23.503740998946874,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 275'
            },
        '511': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Шевченка, 68',
                'latitude': 48.52289364759989,
                'longitude': 23.501903176068133,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 200'
            },
        '512': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Шевченка, 67',
                'latitude': 48.522133307334705,
                'longitude': 23.501844167471265,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 150'
            },
        '513': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Воз`єднання, 13',
                'latitude': 48.52330223695317,
                'longitude': 23.504574656196457,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 150'
            },
        '514': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Воз`єднання, 11',
                'latitude': 48.523071295550004,
                'longitude': 23.50482141941973,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 150'
            },
        '515': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Воз`єднання, 9',
                'latitude': 48.5228225882459,
                'longitude': 23.505175471000953,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 150'
            },
        '516': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Воз`єднання, 4а',
                'latitude': 48.52163111569417,
                'longitude': 23.5057014735505,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 400'
            },
        '517': {
                'name': 'смт.Міжгір’я',
                'address': 'вул.Шевченка, 13',
                'latitude': 48.51775341720929,
                'longitude': 23.50516846485441,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 95'
            },
        '518': {
                'name': 'Іршава',
                'address': 'вул.Шевченка, 54',
                'latitude': 48.312202336839775,
                'longitude': 23.034797166727966,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 40'
            },
        '519': {
                'name': 'Іршава',
                'address': 'вул.Шевченка, 35',
                'latitude': 48.31159031615159,
                'longitude': 23.035153529390563,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 40'
            },
        '520': {
                'name': 'Іршава',
                'address': 'вул.Шевченка, 31',
                'latitude': 48.31125130153275,
                'longitude': 23.035406140898225,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },
        '521': {
                'name': 'Іршава',
                'address': 'вул.Шевченка, 33',
                'latitude': 48.311047291650084,
                'longitude': 23.035000158118056,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },
        '522': {
                'name': 'Іршава',
                'address': 'вул.Набережна, 1б',
                'latitude': 48.31099796123405,
                'longitude': 23.03831448983703,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 40'
            },
        '523': {
                'name': 'Іршава',
                'address': 'вул.Набережна, 1а',
                'latitude': 48.310220927085176,
                'longitude': 23.038033791832888,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 80'
            },
        '524': {
                'name': 'Іршава',
                'address': 'вул.Набережна, 2б',
                'latitude': 48.3096648240235,
                'longitude': 23.037775314762673,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 40'
            },
        '525': {
                'name': 'Іршава',
                'address': 'вул.Набережна, 5',
                'latitude': 48.30963512322732,
                'longitude': 23.037086339138096,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },
        '526': {
                'name': 'Іршава',
                'address': 'вул.Набережна, 6',
                'latitude': 48.30826462480969,
                'longitude': 23.036461157552058,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },
        '527': {
                'name': 'Іршава',
                'address': 'вул.Набережна, 8',
                'latitude': 48.30837070185103,
                'longitude': 23.035995461065077,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 20'
            },
        '528': {
                'name': 'Іршава',
                'address': 'вул.Набережна, 7',
                'latitude': 48.30810338728454,
                'longitude': 23.035816837755004,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },
        '529': {
                'name': 'Іршава',
                'address': 'вул.Шкільна, 1',
                'latitude': 48.3121102638268,
                'longitude': 23.043108348509662,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 50'
            },
        '530': {
                'name': 'Іршава',
                'address': 'вул.Шкільна, 4',
                'latitude': 48.31186425594935,
                'longitude': 23.043455689332703,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 80'
            },
        '531': {
                'name': 'Хуст',
                'address': 'вул.Лизанця, 27',
                'latitude': 48.182739023685535,
                'longitude': 23.281364795387827,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 2250'
            },
        '532': {
                'name': 'Хуст',
                'address': 'вул.Карпатської-України, 16',
                'latitude': 48.174868903591076,
                'longitude': 23.287146116103234,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 1100'
            },
        '533': {
                'name': 'Хуст',
                'address': 'вул.Сливова, 38',
                'latitude': 48.162098975738516,
                'longitude': 23.312887721939234,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 1260'
            },
        '534': {
                'name': 'Тячів',
                'address': 'вул.Гагаріна, 11',
                'latitude': 48.01463220665838,
                'longitude': 23.574819247530005,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 500'
            },
        '535': {
                'name': 'Тячів',
                'address': 'вул.Гагаріна, 9',
                'latitude': 48.01357287890715,
                'longitude': 23.574239258198798,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 250'
            },
        '536': {
                'name': 'Тячів',
                'address': 'вул.Жовтнева, 10',
                'latitude': 48.011029704557224,
                'longitude': 23.569297289455132,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 15'
            },
        '537': {
                'name': 'Тячів',
                'address': 'вул.Незалежності, 14',
                'latitude': 48.01226340552182,
                'longitude': 23.568725671799402,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 657'
            },
        '538': {
                'name': 'Тячів',
                'address': 'вул.Жовтнева, 7',
                'latitude': 48.010748032833554,
                'longitude': 23.570509376202065,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 25'
            },
        '539': {
                'name': 'Тячів',
                'address': 'вул.Жовтнева, 32',
                'latitude': 48.00889530338947,
                'longitude': 23.568930709695163,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 150'
            },
        '540': {
                'name': 'Тячів',
                'address': 'вул.Вайди, 9',
                'latitude': 48.00879010096044,
                'longitude': 23.572852002961877,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 857'
            },
        '541': {
                'name': 'Тячів',
                'address': 'вул.Партизанська, 26',
                'latitude': 48.00664664584632,
                'longitude': 23.570735627087775,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 550'
            },
        '542': {
                'name': 'Тячів',
                'address': 'вул.Незалежності, 40',
                'latitude': 48.010063292379805,
                'longitude': 23.574037267677458,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 120'
            },
        '543': {
                'name': 'Тячів',
                'address': 'вул.Незалежності, 54',
                'latitude': 48.010323010829275,
                'longitude': 23.576959993187202,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 845'
            },
        '544': {
                'name': 'Тячів',
                'address': 'вул.Шапошнікова, 2',
                'latitude': 48.00991862531893,
                'longitude': 23.578065168536686,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 849'
            },
        '545': {
                'name': 'Тячів',
                'address': 'вул.Шапошнікова, 2',
                'latitude': 48.00991862531893,
                'longitude': 23.578065168536686,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 849'
            },
        '546': {
                'name': 'Рахів',
                'address': 'вул.Вербник, 152',
                'latitude': 48.04860055023874,
                'longitude': 24.195160564508356,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 80'
            },
        '547': {
                'name': 'Рахів',
                'address': 'вул.Вербник, 140',
                'latitude': 48.04821257671773,
                'longitude': 24.196385773374598,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 80'
            },
        '548': {
                'name': 'Рахів',
                'address': 'вул.Вербник, 105',
                'latitude': 48.04820382934773,
                'longitude': 24.19974404489152,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 30'
            },
        '549': {
                'name': 'Рахів',
                'address': 'вул.Миру, 31',
                'latitude': 48.05266849225199,
                'longitude': 24.20086104917814,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 80'
            },
        '550': {
                'name': 'Рахів',
                'address': 'вул.Миру, 25',
                'latitude': 48.05309758705693,
                'longitude': 24.2015559776958,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 35'
            },
        '551': {
                'name': 'Рахів',
                'address': 'вул.Миру, 23',
                'latitude': 48.053354843576805,
                'longitude': 24.20200076197935,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },
        '552': {
                'name': 'Рахів',
                'address': 'вул.Вербник, 5',
                'latitude': 48.0521926073069,
                'longitude': 24.204545060341502,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 35'
            },
        '553': {
                'name': 'Рахів',
                'address': 'вул.Вербник, 8',
                'latitude': 48.05336163239792,
                'longitude': 24.204291269564724,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 80'
            },
        '554': {
                'name': 'Рахів',
                'address': 'вул.Вербник, 10',
                'latitude': 48.05324615409998,
                'longitude': 24.204988611497754,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },
        '556': {
                'name': 'Рахів',
                'address': 'вул.Вербник, 6',
                'latitude': 48.05385214373153,
                'longitude': 24.205144133372983,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 80'
            },
        '557': {
                'name': 'Рахів',
                'address': 'вул.Вербник, 4',
                'latitude': 48.05451137120477,
                'longitude': 24.205371726349316,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },
        '558': {
                'name': 'Рахів',
                'address': 'вул.Миру, 15',
                'latitude': 48.054107472506075,
                'longitude': 24.202979015598817,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 70'
            },
        '559': {
                'name': 'Рахів',
                'address': 'вул.Миру, 7',
                'latitude': 48.05450638491395,
                'longitude': 24.203552512479767,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 45'
            },
        '560': {
                'name': 'Рахів',
                'address': 'вул.Миру, 5',
                'latitude': 48.05475379776856,
                'longitude': 24.204292802150242,
                'type': 'Найпростіше укриття',
                'capacity': 'Місткість: 100'
            },
        }
})

# # updating data
# ref = db.reference('bombShelters')
# emp_ref = ref.child('1')
#
# emp_ref.update( {
#
#     'name': 'Python'
# })

# #multiple update
# ref = db.reference('bombShelters')
# ref.update( {
#
#     '1/type': 'updated type1',
#     '2/type': 'updated type2'
# })

# adding value using push
# ref = db.reference('shelters')
# emp_ref = ref.push( {
#      'name': 'Ужгород',
#      'address': 'вул.Щедріна, 38',
#      'latitude': 48.62921810799387,
#      'longitude': 22.266305570992746,
#      'type': 'Найпростіше укриття'
#
# })
#
# print(emp_ref.key)
#
# ref = db.reference('shelters')
# print(ref.get())
